package com.hitech.src.utility;

import java.util.ArrayList;
import java.util.HashMap;
import java.util.List;

public class ExpandableShoppingCenterListDataPump   {
    public static HashMap getData() {
        HashMap expandableListDetail = new HashMap();
        List arrayList = new ArrayList();
        arrayList.add("زنجان خیابان امام نریسیده به چهارراه صدر جهان");
        expandableListDetail.put("مرکز خرید نور", arrayList);
        
        arrayList = new ArrayList();
        arrayList.add( "زنجان خ امام");
        expandableListDetail.put("مجموعه بازار تاریخی زنجان", arrayList);
        
        arrayList = new ArrayList();
        arrayList.add( "ز نجان خ امام نرسیده به میدان انقلاب");
        expandableListDetail.put("پاساژ تهران", arrayList);
        
        arrayList = new ArrayList();
        arrayList.add( "زنجان چهارراه سعدی جنب بانک مسکن");
        expandableListDetail.put("مرکز خرید آریا", arrayList);
        
        arrayList = new ArrayList();
        arrayList.add( "زنجان سعدی وسط");
        expandableListDetail.put("مرکز خرید شهر راز", arrayList);
        
        arrayList = new ArrayList();
        arrayList.add( "زنجان خ امام نرسیده به میدان انقلاب روبروی پاساژتهران");
        expandableListDetail.put("پاساژآینه", arrayList);
        
//        	    kharid_6("مرکز خرید اسلام آباد",
//        	     "زنجان اسلام آباد خ 20 متری شهید مدنی ( لوازم صوت و تصویر)",
//        	     36.6873944d,
//        	     48.4719171d,
//        	     ""),
//        	    
//        	    mosaferati_00("شركت آهوان زنجان",
//        	     "خ امام نرسیده به مجتمع نور",
//        	     36.667174d,
//        	     48.489213d,
//        	     "02433361394"),
//        	    
//        	    mosaferati_01("شركت بادپا سیرصبا",
//        	     "دروازه رشت روبروي دبيرستان شريعتي  شماره   91 ",
//        	     36.674642d,
//        	     48.48673d,
//        	     "0243346771"),
//        	    
//        	    mosaferati_02("صادق",
//        	     "خ خرمشهر جنب پمپ بنزین ولی عصر پ 8",
//        	     36.6636468d,
//        	     48.5043668d,
//        	     "02433361917"),
//        	    
//        	    mosaferati_03("جوادیان ",
//        	     "خیابان سعدی خ هفت تیر شماره 4",
//        	     36.6715739d,
//        	     48.4835395d,
//        	     "02433778484"),
//        	    
//        	    mosaferati_04("شركت پارسا گشت",
//        	     "زنجان-   ميدان دارالقرآن خ دانشگاه پيام نور روبروي اداره كل آموزش و پرورش پ 29",
//        	     36.6827068d,
//        	     48.4991288d,
//        	     "02433333711"),
//        	    
//        	    mosaferati_05("شركت ايمن گشت",
//        	     "خ جمهوری روبروی خ 7 غربی اعتمادیه ساختمان جزیره 8 پ 8",
//        	     36.6687411d,
//        	     48.5005343d,
//        	     "02433468866"),
//        	    
//        	    mosaferati_06("صدر",
//        	     "ابتدای خیابان موسی صدر – شماره 301",
//        	     36.667154d,
//        	     48.487768d,
//        	     "02433326531"),
//        	    
//        	    mosaferati_07("عاشوری ",
//        	     "خیابان 17 شهریور شماره 60",
//        	     36.677738d,
//        	     48.473005d,
//        	     "02433541555"),
//        	    
//        	    mosaferati_08("فاروس تور",
//        	     "خیابان سعدی وسط شماره 129",
//        	     36.673824d,
//        	     48.484515d,
//        	     "02433328550"),
//        	    
//        	    mosaferati_09("فرات ",
//        	     "خیابان فردوسی جنب بانک توسعه صادرات",
//        	     36.665713d,
//        	     48.478009d,
//        	     "02433335657"),
//        	    
//        	    mosaferati_10("شركت ستاره قطبي",
//        	     "خ امام چهارراه معلم",
//        	     36.665683d,
//        	     48.499379d,
//        	     "02433421888"),
//        	    
//        	    mosaferati_11("هاتن چين",
//        	     "خ 17 شهريور روبروي اداره كل پست",
//        	     36.6760969d,
//        	     48.477602d,
//        	     "02433539595"),
//        	    
//        	    mosaferati_12("صفاي فجر",
//        	     "دروازه ارك –جاده همايون ساختمان گلفام",
//        	     36.676396d,
//        	     48.482124d,
//        	     "02433549496"),
//        	    
//        	    mosaferati_13("باران  ",
//        	     " ابتداي خ فرودگاه",
//        	     36.679915d,
//        	     48.465934d,
//        	     "02433534666"),
//        	    
//        	    mosaferati_14("آركوگشت",
//        	     "ما بين چهارراه انقلاب و سبزه ميدان نبش پاسا‍‍ژ آيينه",
//        	     36.6682141d,
//        	     48.4798335d,
//        	     "02433323081"),
//        	    
//        	    mosaferati_15("آهوان دشت",
//        	     "سبزه ميدان روبروي بانك ملي مركزي-پلاك 219",
//        	     36.668728d,
//        	     48.478498d,
//        	     "02433338010"),
//        	    
//        	    mosaferati_16("زرين مهر",
//        	     "ابتداي خ صفا-جنب فتوكپي آسيا –ساختمان امير طبقه اول واحد 5",
//        	     36.680869d,
//        	     48.491708d,
//        	     "02433446183"),
//        	    
//        	    mosaferati_17("شكوري ",
//        	     "زنجان خ 15 خرداد نبش 20 متری پلاک 168",
//        	     36.667451d,
//        	     48.466506d,
//        	     "02433560652"),
//        	    
//        	    mosaferati_18("تهم گشت",
//        	     "خیابان فردوسی جنب بانك صادرات پ97",
//        	     36.667612d,
//        	     48.478469d,
//        	     "02433323721"),
//        	    
//        	    mosaferati_20("آنديا",
//        	     "شهرک کارمندان فاز 3 تقاطع کوی قائم جنب درمانگاه قائم",
//        	     36.688418d,
//        	     48.511776d,
//        	     "0242433460076"),
//        	    
//        	    mosaferati_21("شركت شهين سير زنجان",
//        	     "خ فرودگاه خ درمانگاه پايين تر از درمانگاه شماره 2 پ249",
//        	     36.675912d,
//        	     48.484106d,
//        	     "02433534581"),
//        	    
//        	    mosaferati_22("دفتر سرين گشت زنجان",
//        	     "خ زينبيه –نرسيده به خ شهداء پ 98",
//        	     36.671548d,
//        	     48.475839d,
//        	     "02433363834"),
//        	    
//        	    mosaferati_23("شکوری",
//        	     "زنجان-خ 15 خرداد –نبش 20 متري پ168 ",
//        	     36.670683d,
//        	     48.4649d,
//        	     "0242433560652"),
//        	    
//        	    mosaferati_24("شركت ماهور گشت",
//        	     "زنجان دروازه رشت  ابتدای خیابان صفا پ 11",
//        	     36.674846d,
//        	     48.4876d,
//        	     "02433466206");
        	    
  
        return expandableListDetail;
    }
}
