package com.hitech.src.utility;

import java.util.ArrayList;
import java.util.HashMap;
import java.util.List;

public class ExpandableHotelsListDataPump   {
    public static HashMap getData() {
        HashMap expandableListDetail = new HashMap();
        List arrayList = new ArrayList();
        
        arrayList.add("زنجان ميدان بسيج ورودي تهران به زنجان");
        expandableListDetail.put("هتل بزرگ 4 ستاره", arrayList);
        
        arrayList = new ArrayList();
        
        
        arrayList.add("زنجان ورودي جاده تبريز زنجان");
        
        expandableListDetail.put("آسيا 3 ستاره", arrayList);
     
        /*
        Tfrihi_0("هتل بزرگ 4 ستاره",
        	     "زنجان ميدان بسيج ورودي تهران به زنجان",
        	     36.6532256d,
        	     48.527783d,
        	     "02433788190"),
        	    
        	    Tafrihi_1("آسيا 3 ستاره",
        	     "زنجان ورودي جاده تبريز زنجان",
        	     36.6732279d,
        	     48.4510409d,
        	     "02433541689"),
        	    
        	    Tafrihi_2("هتل پارک 2 ستاره",
        	     "زنجان خ امام نرسيده به ميدان آزادي",
        	     36.6657763d,
        	     48.4919999d,
        	     "02433322228"),
        	    
        	    Tafrihi_3("هتل سپید 2 ستاره",
        	     "زنجان جنب ميدان انقلاب",
        	     36.6680977d,
        	     48.4836999d,
        	     "02433326882"),
        	    
        	    Tafrihi_4("مجتمع جهانگردی 2 ستاره",
        	     "زنجان- خ خرمشهر جنب صدا وسيما",
        	     36.6561602d,
        	     48.5195047d,
        	     "02433771930"),
        	    
        	    Tafrihi_5("هتل غزال 3 ستاره",
        	     "كيلومتر 80 آزاد راه زنجان –قزوين",
        	     36.6732279d,
        	     48.4510409d,
        	     "024365582232"),
        	    
        	    Tafrihi_5_5("هتل سپهر",
        	     "زنجان - ابتدای جاده گاوازنگ - هتل سپهر ، هتل سپهر",
        	     36.6969505d,
        	     48.5015648d,
        	     "02433410360"),
        	    
        	    Tafrihi_6("هتل قصر ",
        	     "زنجان –جنب پاساژ تهران",
        	     36.6682491d,
        	     48.4800751d,
        	     "02433363001"),
        	    
        	    Tafrihi_6_5("هتل فرهنگیان ",
        	     "زنجان –نبش خیابان اول شهرک کارمندان با جاده گاوازنگ",
        	     36.6905049d,
        	     48.4989631d,
        	     "02433363001"),
        	    
        	    Tafrihi_7("هتل پیام",
        	     "زنجان روبروي ستاد نيروي انتظامي",
        	     36.6671023d,
        	     48.5358695d,
        	     "02433725000"),
        	    
        	    Tafrihi_8("مهمانپذیرسعدي",
        	     "زنجان- خ امام – جنب ميدان انقلاب ",
        	     36.6674402d,
        	     48.4824891d,
        	     "02433331561"),
        	    
        	    Tafrihi_9("مهمانپذیراميركبير",
        	     "زنجان- خ امام- جنب سبزه ميدان",
        	     36.6682491d,
        	     48.4800751d,
        	     "02433324922"),
        	    
        	    Tafrihi_0("مهمانپذیرحافظ ",
        	     "زنجان – جنب ميدان انقلاب",
        	     36.6677597d,
        	     48.4825293d,
        	     "02433322730"),
        	    
        	    Tafrihi_11("مهمانپذیرخيام",
        	     "زنجان – انتهاي خيابان فردوسي",
        	     36.6643444d,
        	     48.4768977d,
        	     "02433322215"),
        	    
        	    Tafrihi_12("مهمانپذیرفرد",
        	     "زنجان – جنب ميدان انقلاب",
        	     36.6676161d,
        	     48.482664d,
        	     "02433332166"),
        	    
        	    Tafrihi_13("مهمانپذیرفردوسي ",
        	     "زنجان –نرسيده به ميدان انقلاب",
        	     36.6682769d,
        	     48.4820813d,
        	     "02433322349"),
        	    
        	    Tafrihi_14("مهمانپذیردلگشا ",
        	     "خ فردوسي- نرسيده به سبزه میدان",
        	     36.667483d,
        	     48.4786155d,
        	     "02433320179"),
        	    
        	    Tafrihi_15("مهمانپذیرميلاد(كرمي سابق)",
        	     "خ خيام- نرسيده به ايستگاه راه آهن ",
        	     36.6617316d,
        	     48.4903927d,
        	     "02433324806"),
        	    
        	    Tafrihi_16("مهمانپذیرقيدار",
        	     "خ سعدی جنوبی پائین تر از بازار",
        	     36.6655374d,
        	     48.4833911d,
        	     "02433322997"),
        	    
        	    Tafrihi_17("مهمانپذیر هجرود",
        	     "خ خيام – نرسيده به ايستگاه راه آهن",
        	     36.6617316d,
        	     48.4903927d,
        	     "024333227490"),
        	    
        	    Tafrihi_18("مهمانپذیر اسلامي ",
        	     "سعدي جنوبي- روبروي بازار",
        	     36.6659332d,
        	     48.4828386d,
        	     "02433322985"),
        	    
        	    Tafrihi_19("مهمانپذیر استقلال ",
        	     "خيابان 15خرداد –ابتداي خيابان نواب صفوي",
        	     36.6672313d,
        	     48.4663689d,
        	     "02433337101"),
        	    
        	    Tafrihi_20("مهمانپذیر طارم",
        	     "صدر جهان روبروي امام زاده ",
        	     36.6661298d,
        	     48.4869895d,
        	     "02433323592"),
        	    
        	    ghaza_00("شيرين سو",
        	     "استان زنجان-شهرستان ابهر-(جاده كمر بندي)كيلومتر 85",
        	     36.1945d,
        	     49.227998d,
        	     "02435260157"),
        	    
        	    ghaza_01("مجتمع غزال (غزال شمالي)1",
        	     "استان زنجان –شهرستان خرمدره-كيلومتر 75آزاد راه زنجان-قزوين",
        	     36.254324d,
        	     49.201562d,
        	     "02435527960"),
        	    
        	    ghaza_02("مجتمع غزال (غزال جنوبي)2",
        	     "استان زنجان-شهرستان خرم دره –كيلومتر 75آزاد راه زنجان-قزوين",
        	     36.2480594d,
        	     49.1824222d,
        	     "024-35529940"),
        	    
        	    ghaza_03("چرگر",
        	     "استان زنجان- شهرستان ابهر-كيلومتر 6",
        	     36.181962d,
        	     49.241388d,
        	     "02435692278"),
        	    
        	    ghaza_04("ساحل",
        	     "استان زنجان،شهرستان ابهر،جاده ترانزيت صائين قلعه كيلومتر 65",
        	     36.3069456d,
        	     49.0679669d,
        	     "02425622400"),
        	    
        	    ghaza_05("مرواريد (مجتمع معيني)",
        	     "استان زنجان-جاده ترانزيت صائين قلعه",
        	     36.3069456d,
        	     49.0679669d,
        	     "02435620505"),
        	    
        	    ghaza_06("بهاران",
        	     "استان زنجان شهرستان ابهر-محله خيرآباد كيلومتر 35",
        	     36.1812d,
        	     49.242074d,
        	     "02435882232"),
        	    
        	    ghaza_07("برادران طاهري (اتوبوسي)",
        	     "استان زنجان-شهرستان ابهر-مسير ميانراهي –محله خيرآباد كيلومتر 35",
        	     36.516715d,
        	     48.781807d,
        	     "09399462652"),
        	    
        	    ghaza_08("ستار",
        	     "استان زنجان-شهرستان ابهر-محله يوسف آباد كيلومتر 25",
        	     36.544971d,
        	     48.740501d,
        	     "09123412213"),
        	    
        	    ghaza_09("علي بابا",
        	     "استان زنجان-شهرستان ابهر-محله يوسف آباد كيلومتر 24",
        	     36.551651d,
        	     48.730685d,
        	     "09122411031"),
        	    
        	    ghaza_10("فرهادي",
        	     "استان زنجان-شهرستان ابهر-محله نيماور كيلومتر 24",
        	     36.561341d,
        	     48.688274d,
        	     "02435853375"),
        	    
        	    ghaza_11("احمدي ",
        	     "استان زنجان-شهرستان ابهر-محله نيماور كيلومتر 18",
        	     36.568235d,
        	     48.695998d,
        	     "02432462118"),
        	    
        	    ghaza_12("جزيره رضوان",
        	     "استان زنجان-شهرستان ابهر-سراهي طارم كيلومتر 18",
        	     36.5893522d,
        	     48.6794973d,
        	     "02432462062"),
        	    
        	    ghaza_13("لطفی",
        	     "استان زنجان-مسيرابهر كيلومتر 10",
        	     36.184456d,
        	     49.240444d,
        	     ""),
        	    
        	    ghaza_14("برادران طاهري (اتوبوسي)",
        	     "استان زنجان-شهرستان ابهر-مسير ميانراهي –محله خيرآباد كيلومتر 35",
        	     36.21597d,
        	     49.204996d,
        	     "09399462652"),
        	    
        	    ghaza_15("قصرآبي",
        	     "استان زنجان-جنب عوارضي زنجان-قزوين –(پايانه بار صبا)",
        	     36.652577d,
        	     48.574076d,
        	     "09127427787"),
        	    
        	    ghaza_16("گوالان",
        	     "استان زنجان-شهرستان زنجان-مسيرميانه كيلومتر85 جنب روستاي گوالان",
        	     36.810825d,
        	     48.205218d,
        	     "09127425237"),
        	    
        	    ghaza_17(". سرچم(اتوبوسي)",
        	     "استان زنجان-شهرستان زنجان-سراهي سرچم مسير ميانه كيلومتر 85",
        	     37.110375d,
        	     47.915518d,
        	     "09125412667"),
        	    
        	    ghaza_18("مجتمع خدماتي تير پارك عدل",
        	     "استان زنجان-شهرستان زنجان-محله چپ چپ كيلومتر 65 مسير ميانراهي زنجان –ميانه",
        	     37.124662d,
        	     47.635984d,
        	     "09121460679"),
        	    
        	    ghaza_19(". آلاله (اتوبوسي)",
        	     "استان زنجان –شهرستان زنجان-مسيرزنجان-ميانه جنب پمپ بنزين كيلومتر 6",
        	     36.975053d,
        	     48.062391d,
        	     "09192778768"),
        	    
        	    ghaza_20(". دولاناب (نوروزي)",
        	     "استان زنجان-شهرستان زنجان-مسير ميانراهي زنجان-ميانه محله دولاناب كيلومتر 45",
        	     37.030163d,
        	     47.986173d,
        	     "09125418153"),
        	    
        	    ghaza_21(". درليك (ايرانيان) اتوبوسي",
        	     "استان زنجان-شهرستان زنجان-مسير ميانراهي زنجان ميانه سراهي ماهنشان ",
        	     37.227792d,
        	     47.296438d,
        	     "09122410747"),
        	    
        	    ghaza_22("گلايل",
        	     "استان زنجان-شهرستان زنجان،مسير ميانراهي زنجان –ميانه كيلومتر 34 نرسيده بـه سراهي ماهنشان (بخش نيك پي)",
        	     36.76769d,
        	     48.236799d,
        	     ""),
        	    
        	    ghaza_23("وحيد ",
        	     "استان زنجان-شهرستان زنجان-مسير زنجان-ميانه كيلومتر 19",
        	     36.813881d,
        	     48.191823d,
        	     "02432626387"),
        	    
        	    ghaza_24("داود اشرفي",
        	     "استان زنجان-شهرستان زنجان-مسير ميانراهي زنجان- ميانه بخش نيك پي كيلومتر 34",
        	     36.938565d,
        	     48.103589d,
        	     ""),
        	    
        	    ghaza_25("چير",
        	     "استان زنجان-مسيرزنجان-ميانه-محله چير",
        	     36.727801d,
        	     48.320398d,
        	     "0242474320"),
        	    
        	    ghaza_26("پرستو",
        	     "استان زنجان-شهرستان زنجان-كيلومتر 14 مسير ميانراهي ميانه ",
        	     36.751325d,
        	     48.238515d,
        	     "0242474303"),
        	    
        	    ghaza_27("مجتمع دهكده سبز",
        	     "استان زنجان-مسيرميانراهي زنجان-ميانه كيلومتر 10",
        	     36.742384d,
        	     48.252248d,
        	     "0242364251"),
        	    
        	    ghaza_28("سه ستاره",
        	     "استان زنجان-شهرستان زنجان-كيلومتر 12مسيرميانراهي زنجان-ميانه",
        	     36.737707d,
        	     48.278856d,
        	     ""),
        	    
        	    ghaza_29("پاپائي(اتوبوسي)",
        	     "استان زنجان-شهرستان زنجان-مسير بيجاركيلومتر 15",
        	     36.64562d,
        	     48.440046d,
        	     ""),
        	    
        	    ghaza_30("دوستان",
        	     "استان زنجان-شهرستان ماهنشان-شهر دندي كيلومتر 45",
        	     36.54319d,
        	     47.647705d,
        	     "");
        	    */
        return expandableListDetail;
    }
}
