package com.hitech.src.utility;

import java.util.ArrayList;
import java.util.HashMap;
import java.util.List;

public class ExpandableReligiousSitesListDataPump   {
    public static HashMap getData() {
        HashMap expandableListDetail = new HashMap();
        List arrayList = new ArrayList();
        arrayList.add("زنجان خ امام سبزمیدان");
        expandableListDetail.put("مسجد سید (جامع)", arrayList);
        
        arrayList = new ArrayList();
        arrayList.add( "زنجان خ امام نرسیده به چهارراه صدر جهان");
        expandableListDetail.put("امامزاده سید ابراهیم", arrayList);
        
        arrayList = new ArrayList();
        arrayList.add("زنجان خ امام سبزمیدان");
        expandableListDetail.put("مسجد خانم", arrayList);
        
        arrayList = new ArrayList();
        arrayList.add( "زنجان خ امام بازار قیصریه");
        expandableListDetail.put("مسجد چهل ستون", arrayList);
        
        arrayList = new ArrayList();
        arrayList.add("زنجان مجموعه تاریخی بازار زنجان");
        expandableListDetail.put("مسجد میرزا مهدی", arrayList);
        
        arrayList = new ArrayList();
        arrayList.add("ابهر شناط");
        expandableListDetail.put("امامزاده اسماعيل شناط ", arrayList);
        
//        	    
//        	    
//        	    masjed_06("بقعه امامزاده يحيي ",
//        	     "ابهر ",
//        	     36.050175d,
//        	     49.213826d,
//        	     ""),
//        	    
//        	    masjed_07("بقعه قيدار نبي ",
//        	     "شهر قیدار",
//        	     36.116332d,
//        	     48.585577d,
//        	     ""),
//        	    
//        	    masjed_08("مسجد جامع سجاس  ",
//        	     "سجاس",
//        	     36.239081d,
//        	     48.5434771d,
//        	     ""),
//        	    
//        	    masjed_09("مسجد ميرزائي",
//        	     "زنجان بازار پایین",
//        	     36.6670076d,
//        	     48.4770468d,
//        	     ""),
//        	    
//        	    masjed_11("مسجد حسينيه",
//        	     "زنجان خ فردوسی نرسیده به خیام",
//        	     36.6661599d,
//        	     48.4759178d,
//        	     ""),
//        	    
//        	    masjed_13("بقعه امامزاده يحيي ",
//        	     "شهر صائین قلعه",
//        	     36.0818338d,
//        	     49.2061203d,
//        	     ""),
//        	    
//        	    masjed_15("سجد مسجد جامع قروه",
//        	     "جاده ترانزیت ابهر قزوین 20 کیلومتری شهر ابهر ",
//        	     36.058809d,
//        	     49.378237d,
//        	     ""),
//        	    
//        	    masjed_16("مسجد زینبیه",
//        	     "زنجان خ زینبیه غربی کوچه زینبیه",
//        	     36.6699981d,
//        	     48.4770014d,
//        	     ""),
//        	    
//        	    masjed_17("مسجد جامع خدابنده",
//        	     "ضلع شرقي بقعه ي قيدار نبي ( ع)  در شهرستان خدابنده و 42 كيلومتري زنجان ",
//        	     36.112483d,
//        	     48.585423d,
//        	     ""),
//        	    
//        	    masjed_18("مسجد سيد فتح الله",
//        	     "سبزه میدان - کوچه سید فتح الله",
//        	     36.6679181d,
//        	     48.4799254d,
//        	     ""),
//        	    
//        	    masjed_20("امامزاده ابراهيم ( سلطانيه )",
//        	     "سجاس  در پنج فرسخي غرب سلطانيه واقع و بنايي ساده و كوچك",
//        	     36.434707d,
//        	     48.790687d,
//        	     ""),
//        	    
//        	    masjed_21("امام زاده حیدر -گیلوان",
//        	     "700 متر سمت شمالی روستای گیلوان در داخل باغات انجیر و انار ",
//        	     36.785542d,
//        	     49.128517d,
//        	     ""),
//        	    
//        	    masjed_22("امامزاده عبدالخير",
//        	     "غرب روستاي قروه از توابع شهرستان ابهر در مسير تاكستان به ابهر",
//        	     36.0610337d,
//        	     49.3846178d,
//        	     ""),
//        	    
//        	    masjed_23("امام زاده عبدالله ( صومعه بر) ",
//        	     "شمال غربي گيلوان از بخش طارم عليا ",
//        	     36.791643d,
//        	     49.133201d,
//        	     ""),
//        	    
//        	    masjed_24("امامزاده كهريزسلطانيه",
//        	     "يك كيلومتري غرب محوطه تاريخي سلطانيه",
//        	     36.436699d,
//        	     48.796506d,
//        	     ""),
//        	    
//        	    masjed_25("امام زاده محمد باقر – کله سیران طارم",
//        	     "این امام زاده از گیلوان 55 کیلومتر فاصله داشته و در ساحل راست رودخانه قزل اوزن می باشد . ",
//        	     36.787794d,
//        	     49.124489d,
//        	     ""),
//        	    
//        	    masjed_26("امامزاده محمد تقی (زنجان )",
//        	     "در فا صله ی دو کیلومتری جاده –ی اصلی زنجان – بیجار و49 کیلو متری زنجان ",
//        	     36.647811d,
//        	     48.450547d,
//        	     ""),
//        	    
//        	    masjed_27("بقعه پير احمد زهرنوش",
//        	     "منتهي اليه جنوبي ابهر، انتهاي خيابان هفده شهريور",
//        	     36.138326d,
//        	     49.215664d,
//        	     ""),
//        	    
//        	    masjed_28("بقعه ملا حسن كاشي ",
//        	     "جنوب شرق محوطه تاريخي گنبد سلطانيه ",
//        	     36.433281d,
//        	     48.796635d,
//        	     ""),
//        	    
//        	    masjed_29("آرامگاه میرزا ابوالقاسم مجتهد",
//        	     "منتهی الیه سمت غربی شهر قدیمی زنجا ن ،آرامگا ه موسوم به مقبره میرزا ",
//        	     36.670385d,
//        	     48.470274d,
//        	     "");
//        	    
  
        return expandableListDetail;
    }
}
