package com.hitech.src.utility;

import java.util.ArrayList;
import java.util.HashMap;
import java.util.List;

import com.gc.materialdesign.views.ButtonRectangle;
import com.hitech.qtourism.R;

public class ExpandableHistoricalListDataPump   {
	
	public static HashMap getData() {
        HashMap expandableListDetail = new HashMap();
        List arrayList = new ArrayList();
        
        arrayList.add("زنجان - سعدی جنوبی");
        arrayList.add( "    مجموعه تاريخي بازار زنجان در قلب بافت قديمي كه روزگاري مشرف به دروازه قلتوق ،دروازه جنوبي شهر بودقرار دارد،اين بازار كه طويلترين بازار ايران مي باشد از سوي غرب و شرق گسترده شده بدين لحاظ بازار پائين و بازار بالا تقسيم و نامگذاري شده است . \n    طبق اسناد و متون تاريخي ساخت آن در سال 1205هجري قمري در دوران حكومت آقامحمد خان قاجار آغاز و به سال 1213هجري قمري مقارن حكومت فتحعلي شاه قاجار پايان پذيرفته است. و در دوره هاي بعد نيز به بناي آن افزوده شد از جمله ساخت چندين سرا ، مسجد ، گرمابه و…  مجموعه بازار بالا مشتمل بر بازار قيصريه ، بازار بزازها ، حجت الاسلام  ، امامزاده و عبد العلي بيك است . اين مجموعه از نظر توليد و عرضه كالا و خدمات جنبي وابسته ، بسيار غني و مهمترين مركز اقتصادي و تجاري شهر محسوب مي شده است .\nبازار زنجان از نظر توليد و نوع فعاليت به هشت راسته تقسيم مي شود از جمله راسته زرگرها ، كفاشها ، بزازها ، سراجها و  … . ازكاروانسراهاي جالب اين مجموعه كه نقش مؤثري در عرضة كالاها ايفا نموده ، سرا يا كاروانسراي حاج علي قلي و سراي حاج كربلايي علي را مي توان نام برد احتمالاًدر سال 1300 ه.ق تكميل شده است .\n   اين مجموعه در فهرست آثار ملي كشور به شماره 444/1/14/6/1374 به ثبت رسيده است.");
        expandableListDetail.put("بازار زنجان", arrayList);
        
        arrayList = new ArrayList();
        
        arrayList.add("زنجان ، بلوار پائين ، روبروي شهرداري ناحيه 2 ، مقبره ميرزا مهدي");
        arrayList.add("موزه نسخ خطی زنجان\nآرامگاه میرزا مهدی\n\nبنای آرامگاه؛ محوطه ای به وسعت 700 متر مربع دارای یک ورودی زیبا با پلان پنج ضلعی است. درچهار ضلع ورودی سکوهای نشیمن دارد و بالای طاق نماهای شمال شرق و شمال غرب مقرنس های گچی به رنگ آبی داشته است.آرامگاه از یک حیاط و ساختمانی در شمال آن تشکیل یافته است. ساختمان آرامگاه دارای دو ایوان ستوندار همسان در دو طرف ورودی و مجموعه فضاهایی در پشت ایوانها است.\nبقعه ميرزا مهدي فضایی مستطیل شکل است که سقف آن با استفاده از قوسهای متمایل به کلیل و گوشواره های زیبای آجری زمینه اجرای عرقچین را فراهم کرده است. گنبد فضای اصلی از نوع دو پوش می باشد. فضای دوم این بنا قابل مقایسه با فضای نخست است و دو واحد قبر در آن وجود دارد.آيت الله حاج ميرزا مهدي زنجاني فرزند مرحوم حاج سيد ابو عبدالله موسوي از خاندان هاي ميرزايي زنجان مي باشد . وي به سال 1296 در زنجان متولد و مقدمات را در آنجا تحصيل نموده سپس به تهران منتقل و از دروس آقا علي نوري صاحب بدايع الحكم تلمذ نموده به تاريخ 1316 ه ق به نجف مشرف شده است . وي مدرسي ماهر ، عالم پارسا ، داراي اخلاق حسنه بوده است . وي در سال 1359 ق در زنجان وفات نمود .\n\nنام بنا: مقبره ميرزا مهدي\nدوره تاريخي : اواخر قاجار\nنام موزه : نسخ خطي زنجان\nتلفن : 5244008 0241\nساعات بازديد: 13-9 و 30/19-30/15\nتعطيلي : تعطيلات رسمي كشور و دوشنبه هر هفته\nآدرس : زنجان ، بلوار پائين ، روبروي شهرداري ناحيه 2 ، مقبره ميرزا مهدي\n\nاشياء موزه شامل انواع كتب و اسناد خطي مربوط به دوره صفوي و قاجار با موضوع مذهبي ، نجوم ، پزشكي و ادبي كه تعدادي از كتب با كاتبان استان زنجان نگاشته شده است .\n\nخط نسخ مربوط به يكي از خاندان هاي اصيل زنجان به نام خاندان ميرزايي");
        
        expandableListDetail.put("مقبره ميرزا مهدي", arrayList);
		
	        
        arrayList = new ArrayList();
        
        arrayList.add("ناحيه اي است در شمال شهر ابهر كه  اين بناي آرامگاهي را در خود جاي داده است ");
        arrayList.add( "شناط نام ناحيه اي است در شمال شهر ابهر كه  اين بناي آرامگاهي را در خود جاي داده است . براساس اسناد و متون تاريخي ازجمله كتاب شرح الانساب نسبت امامزاده اسماعيل بايستي  با 9 واسطه به نخستين پيشواي شيعيان جهان باز گردد .و به روایت دیگر بر اساس نوشته ي تذكره نويسان ، نسب اين امامزاده به امام حسن ( ع ) مي رسد\n شكل و پلان معماري اين مقبره كه مطابق با الگوي متعارف مقابر دورة صفوي ساخته شده و داراي تزئيناتي در سطوح داخلي و خارجي است  از جمله تزئينات مقرنس گچي از نوع معلق در نماي بيروني فضاهاي چهارگانة وروديها و طاقنماهاي تزئيني مزين به خط بنايي يا معقلي در حد فاصل هر يك از اين بخشها ست همچنين گنبد اين بناي مذهبي كه از نوع دو پوشي مي باشد در نماي خارجي داراي تزئينات كاشيكاري با طرحهاي معقلي كلوك بندان حصير باف مربع زيبا  است كه طرح و نقش صليب شكسته يا مالت بر ساق يا گلوي گنبد قابل توجه مي باشد . لازم به ذكر است كه نقش صليب شكسته در تاريخ هنر فلات ايران داراي جايگاه و اهميت فوق العاده اي است و قدمت آن به هزاره هاي دوم و سوم ق.م همزمان با ورود اقوام آريايي باز ميگردد . همانطور كه ذكر گرديده شيوة معماري مقبرة امام زاده اسماعيل به گونه اي است كه اين بنا را در رديف ابنيه مذهبي قرن دهم ه.ق قرار مي دهد و تزئينات آن نيز بايستي به دورة قاجار باؤ كر .\nنماي بنا از بيرون هشت ضلعي و از داخل ، مربع است . مصالح بنا تماما از آجر است . در چهار ضلع اصلي بنا ، چهار ايوان قوس جناغي با ورودي هايي به داخل شبستان تعبيه گرديده است . اين ايوان ها با مقرنس ها ، كار بندي هاي گچي و گره سازي تزيين شده و در قسمت بالاي ورودي ها در هر ضلع ، پنجره ي چوبي پر كار و زيبايي كار گذاشته شده است . اضلاع چهارگانه ي ديگر بنا از بيرون با طاقنماهايي نماسازي شده كه در وسط هر كدام ، كلمه ي (( الله )) و (( محمد )) را نگاشته اند . داخل بنا با گچكاري د آيينه كاري زيبايي مشتمل بر گل و بوته و طرحهاي اسليمي و جانوري و رنگ و گره سازي تزيين شده است . در گرداگرد بقعه ، سوره ي جمعه به خط ثلث جلي نوشته شده است . بر فراز شبستان ، گنبد بسيار زيبايي به سبك دو پوش با قوس پنج و هفت با ساقه ي بلند قرار دارد . پوشش گنبد توسط كاشي و به رنگ هاي سفيد ، مشكي ، زرد و سبز اجرا شده است . در اين پوشش ، علاوه بر كتيبه ي خط كوفي نام (( علي )) ، طرحهاي هندسي نيز كار شده است . \nبا توجه به سبك معماري مي توان كقت كه اصل بنا مربوط به قرن نهم هجري است كه در دوره ي صفوي ، الحاقاتي بدان افزوده شده است . تذكره نويسان ، دفن خود امامزاده را به قرن ششم هجري نسبت داده اند . ");
        
        expandableListDetail.put("مقبره امامزاده اسماعيل شناط ( ابهر)", arrayList);
        	     
		
	arrayList = new ArrayList();
        
        arrayList.add("");
        arrayList.add( "بنايي چهار ضلعي  به شيوه ي بناهاي دوران ايلخاني است كه ايوان هاي شمالي و شرقي آن ، در دوران صفويه ، و ايوان هاي جنوبي و غربي در دوره ي اخير به  بنا افزوده شده است . بدنه ي گريو گنبد ، از آجر كاري زيبايي برخوردار است و در بالاي آن ، قطار متناسبي ايجاد شده كه يك لبه ي پيش آمده را بر روي خود حمل مي كند و از روي آن ، بدنه ي مخروطي شكل گنبد بر پا شده است . بلندي دكل بنا ، 13 متر ، ارتفاع گنبد ، و قطر ساقه ي آن 5 متري است . گنبد بنا از نوع دو پوسته بوده كه پوسته ي داخلي آن در ارتفاع 5 متري از سطح بقعه قرار دارد . داخل بنا بدون تزيين است . به جز مقرنسي كه زير گنبد به جاي مانده است . بقعه داراي دو درگاه شرقي و شمالي است كه در چوبي درگاه شمالي ، مشابه درهاي كنده كاري و فلزكاري شده ي زيباي دوران سلجوقي است د اثري نفيس به شمار مي رود . طبق كتيبه ي روي يكي از پايه ها ، بنا در سال 1075 ه . ق توسط حاج محمد علي نامي تعمير شده است . ");
        
        expandableListDetail.put( "امامزاده شاهزاده زيد الكبير  ( ابهر )", arrayList);
        	     
		
	arrayList = new ArrayList();
        
        arrayList.add("پل تاريخي سردار در محور جنوب غربي حومه شهر زنجان بر روي رود خانه زنجانرود واقع گرديده ");
        arrayList.add( "اين پل در گذشته به دليل نزديكي آن به دروازه جنوبي شهر به پل دروازه قلتوق نيز معروف بوده ، تاريخ ساخت بناي پل سردار بر روي بدنه داخلي بزرگترين طاق و در داخل قاب آجر پل تاريخي سردار در محور جنوب غربي حومه شهر زنجان بر روي رود خانه زنجانرود واقع گرديده ، وبه سال 1333 هجري قمري توسط ذوالفقار خان اسعد الدوله پسر حسين قلي خان نظام العداله ساخته شده است . ذوالفقارخان اسعدالدوله از متمكنين و متنفذين ولايت خمسه در عهد قاجار بوده كه سركردكي برخي از افواج اين ناحيه  نيز به وي واگذار  شد ،  و به روایتی دیگر، در دوره قاجار توسط ((حاجیه خانم قمرتاج )) نامی ساخته شده است. پل سردار در ميان پلهاي سه گانه اي كه بر روي  زنجانرود ساخته شده تنها پلي است كه داراي تزئينات معقلي زيبا در حاشيه طاقهاو چشمه طاقها است.\nچيني شده زيبا كه ذكر مقدس ياعلي بصورت قرينه آن را در بر گرفته نقش شده است .\nدر این پل برای سبک کردن بنا، کاهش بار اضافي و صرفه جویي در مصالح ساختمانی، علاوه بر ایجاد دو طاق تزیینی (که به صورت پله ای رو به بالا بر دامنه شان افزوده مي شود تا به طاقی گرد در یک قاب گوشه دار مي رسند)، در اطراف طاق و هسته پل، فضاهای توخالی زیادی ایجاد کرده اند. نكته قابل توجه در ساختمان این پل، دو فضای طاقداری است که در پایه های متکی به کناره های رودخانه- همانند دهانه های کوچکتر پل- ایجاد شده است . این دهانه ها امروزه از هر دو جهت پوشیده است و دقیقا مشخص نیست که آیا برای سبکترکردن پایه های پل ایجاد شده یا دهانه هايی بوده که بعدها جهت بالا بردن استحکام پایه ها مسدود شده است. در طاق ها و بدنه بنا، آجرهايی به ابعاد 5*25*25 سانتی متر به کار رفته است. سطح گذرگاه پل به جهت ارتفاع زیاد دهانه میانی، از وسط به دو جانب دارای شیب نسبتا تندی است.\nبا توجه به بقایای موجود به نظر می رسد که بستر رودخانه در محل برپایی پل سنگ فرشی داشته که این امر مانع از شسته شدن شالوده پل و بستر رودخانه در زیر پایه ها، توسط جریان رودخانه می شده است.\nاز دیگر نکات قابل توجه پل سردار، تزیینات کاشی و آجری، نمای شرقی آن است که در پل های دیگر کمتر مشاهده می شود. در ضلع شرقی پل، تزیینا تی با کاشی بر بالای دهلیزها و نوارهايی از کاشی در اطراف دهانه های پل وجود دارد که نوار دهانه وسطی، یک نوار 25 سانتی متری از کاشي و آجر لعاب دار است و نوار دهانه های جانبی، یک ردیف 5 سانتی متری از کاشی به رنگ آبی است. در ضلع جنوبی دهانه وسطی، در یک کادر مستطیل شکل، کتیبه ای از آجر برجسته وجود دارد که در دو طرف آن، تاریخ ((1333)) و عبارت ((یاعلی)) به خط کوفی نوشته شده است. اين بنا به شماره 1485 به ثبت تاريخي رسيده است.");
        
        expandableListDetail.put("پل سردار ", arrayList);

    arrayList = new ArrayList();
        
        arrayList.add("این پل در جنوب شرقی زنجان، بر روی رودخانه زنجان رود و در مسير زنجان به همدان قرار گرفته");
        arrayList.add( "این پل در جنوب شرقی زنجان، بر روی رودخانه زنجان رود و در مسير زنجان به همدان قرار گرفته و در حدود سال 1300 ه . ق توسط حاج سید محمد - از تجار و متمولین زنجان در دوره ناصرالدین شاه - ساخته شده است .\nدرازای پل حدود 195 و عرض آن 5/6 متر است. پل دارای سه چشمه یا دهانه بزرگ و دو دهانه کوچک برروی پایه های سنگی، با طاقهاي جناغی است. پایه های پل تا ارتفاع 2 متر با سنگ های سفيد به ابعاد 55*10 سانتی متر و ملات ساروج ساخته شده و در داخل و هسته پایه ها، از سنگ های درشت رودخانه استفاده شده است. پایه های پل در جهت بالادست، چند ضلعی و در پایین دست نیم دایره شکل گرفته است .\nدهانه میانی پل که بزرگتر از دیگر دهانه هاست، 10/9 متر عرض و از سطح آب حدود 5/6 متر ارتفاع دارد . دهانه های جانبی پل نیز 80/4 متر ارتفاع – از سطح آب - و 90/4 متر پهنا دارد . در میانه دهانه های اصلی پل و برروی پایه ها، دو دهانه کوچکتر نیز با طاق جناغی و عرض 30/2 متر ساخته شده است. این دهانه ها علاوه بر کاهش وزن پل و صرفه جويی در مصالح، آبهای طغیانی را از خود عبور می دهد. همچنان که در تعداد دیگری از پل های همزمان در این منطقه شاهد هستیم، در هسته آجری این پل نیز فضاهای خالی طاقدار زیادی تدارک دیده شده که این امر باعث سبکی وزن پل، فشار کمتر  بر پایه ها و صرفه جويی در مصالح می شود. این فضاها به تعداد 12 عدد، در پایه های متکی بر کناره های رودخانه و در فاصله بین دهانه ها تعبیه شده است.\nتمام طاق ها و بدنه اصلی پل با آجرهايی به ابعاد 5*25*25 سانتی متر ساخته شده است. بستر رودخانه در محل برپایی پل، سنگ فرش شده بود که بعد از خرابی، توسط سازمان میراث فرهنگی با سنگ های رودخانه ای بازسازی شده است. سطح گذرگاه پل، جان پناه هایی در طرفین دارد و به جهت ارتفاع زیاد دهانه میانی، از وسط به طرفین شیب ملایمی دارد و با سنگ های رودخانه ای فرشی شده است.\nاین پل در سالهای اخیر توسط سازمان میراث فرهنگی تعمیر و مرمت شده و به شماره 1486 به ثبت تاریخی رسیده است .");
        
        expandableListDetail.put("پل حاج سید محمد (زنجان)", arrayList);
        	     


    arrayList = new ArrayList();
        
        arrayList.add("این پل در جنوب شهر زنجان، بر روی زنجان رود احداث شده ");
        arrayList.add( "این پل در جنوب شهر زنجان، بر روی زنجان رود احداث شده از آثار دوره قاجاریه است . این بنا که به پل کهنه نیز شهرت دارد در مسیر ارتباطی زنجان - کردستان قرار دارد و امروزه با ساختن پل جدید دیگر مورد استفاده قرار نمی گیرد.\nدرازای پل حدود 100 متر است و عرض آن با احتساب جان پناه ها به 70/6 متر می رسد. ارتفاع پل در بلندترین نقطه آن از سطح رودخانه حدود 11 متر است. پل دارای سه دهانه با طاق جناغی است. دهانه میانی از دو دهانه دیگر بزرگتر است. این پل، عمود بر رودخانه ساخته شده و برای قرارگرفتن در راستای جاده، انحنايی به دو انتهای آن داده اند .\nیایه های پل برروی سطح سنگ فرش شده قرار دارد و از قطعات سنگ تراشیده و ملات آهکی ساخته شده و تا ارتفاع 40/1 متري سطح آب بالا آمده است. در این ارتفاع، پاکار طاق و بدنه اصلی پل با آجرهايی به ابعاد 5*24*24 سانتی متر شروع می شود عرض پایه ها در پایین ترین قسمت آن حدود 80/6 متر است. برروی هر کدام از پایه ها، دو غرفه بر روی یکدیگر ساخته شده است. غرفه زیرین که کوتاهتر و دارای طاق گهواره ای است 4 متر عرض و 3/2 متر ارتفاع دارد. غرفه فوقانی با طاق جناغی پنج و هفت 60/4 متر ارتفاع و 4 متر عرض دارد. این غرفه ها که روی پایه هاي دیگر نیز تکرار شده، علاوه بر عبور دادن آبهای طغیانی، وزن و فشار وارد بر پایه ها را هم کم می کند. علاوه بر این تمهید ، برای کاهش وزن پل فضاهای جانبی سه دهانه بزرگ پل را به صورت توخالی درآورده اند تا طاق ها توان بيشتري برای تحمل فشار داشته باشد. غرفه های پایه جنوبی توسط راه پله مارپیچ  شکلی به هم ارتباط دارد. در بالادست و پایین دست پایه های پل، آب برهايی از سنگ برای تسهیل جریان آب ایجاد شده است. آب برهای بالا دست پل، چند ضلعی و آب برهای پایین دست نیم دایره شكل داده شده اند .\nدهانه میانی و بزرگتر پل 14 متر عرض و 5/8 متر ارتفاع - از تیزه طاق تا سطح آب - دارد. دهانه های کناری نیز دارای 15/12 متر عرض و حدود 7 متر ارتفاع هستند.\nاین پل در دوره اخیر به همت سازمان میراث فرهنگی تعمیر گشته و به شماره 1484 به ثبت تاریخی رسیده است .");
        
        expandableListDetail.put("پل میربهاءالدین (زنجان)", arrayList);



    arrayList = new ArrayList();
        
        arrayList.add("در بازار پائين شهر زنجان به موازات مسجد ميرزايي");
        arrayList.add( "گرمابه حاج داداش در بازار پائين شهر زنجان به موازات مسجد ميرزايي با وسعت تقريبي سه هزار متر مربع و زير بناي چهار صد متر مربع قرار دارد  ، اين بنا از طرف شمال به خانه هاي مسكوني از سوي جنوب به راسته بازار پائين و مسجد ميرزايي ، از طرف غرب به كوچه سيدلر ، و از سمت شرق به سراي ملك كه يكي از قديمي ترين كاروانسراهاي درون شهري شهر زنجان است محدود مي شود .\n گرمابه حاج داداش كه با ساخت بازار در اوائل حكومت قاجاريه موجوديت پيدا مي كند فضاي اصلي آن شامل هشتي ، بينه ، ميان در ، گرمخانه و خلوتي مي باشد .\n زيباترين بخش اين حمام سنتي فضاي  بينه آن است در اين بخش طاق اصلي بر روي چها ستون سنگي مزين به سر ستونهاي مكعبي شكل و بدنه مارپيچي ( از نوع ستونهاي تركيبي ) قرار دارد .\nاين بنا اكنون به عنوان چايخانه سنتي مورد استفاده قرار مي گيرد . ");
        
        expandableListDetail.put("گرمابه حاج داداش ", arrayList);



    arrayList = new ArrayList();
        
        arrayList.add("سلطانیه");
        arrayList.add( "حمام سالار بنایی است متعلق به دوره قاجاریه كه در جوار گنبد معروف الجایتو در شهر تاریخی سلطانیه زنجان واقع شده است. این بنا كه شبیه به تمامی حمامهای ایرانی كاملا در زیر زمین ساخته شده ، شامل تمامی عناصر اصلی تشكیل دهنده حمام ایرانی از قبیل گرمخانه، میاندر، سربینه، تون و خزینه است. \nتاریخچه حمام سالار \nبانی حمام سالار شخصی به نام سیف علی خان كلانتری معروف به سالار خان بود. ساخت این بنا كه در اواخر قاجار و در سال 1293 ه.ش. گشته است قریب یك سال طول كشید. در سال 1344 به جای خزینه به دستور اداره بهداشت در حمام از دوش استفاده شد و پس از سال 1358 حمام سالار به حال مخروبه در آمد پس از چندی شورای محل با فروش خاكستر های اطراف روز ها به صورت جمع آوری هزینه تعمیر، این بنا مجدداً آماده استفاده شد. در این زمان فعالیت حمام روزها به صورت جداگانه مردانه و زنانه شد، به این ترتیب كه مردها از غروب تا ساعات اولیه صبح و زن ها از صبح تاغروب از حمام استفاده می كردند. شروع فعالیت مرمت بنا در سال 1372 توسط سازمان میراث فرهنگی  آغاز شد حمام در این سال از فرزندان و نوادگان سالار خان خریداری و به مالكیت دولت در آمد.");
        
        expandableListDetail.put("حمام سالار", arrayList);



    arrayList = new ArrayList();
        
        arrayList.add("پانصد متری جنوب غربی سلطانیه بر سر راه سلطانیه به خدابنده ");
        arrayList.add( " مجموعه ی بنای مقبره ی چلبی اوغلو در پانصد متری جنوب غربی سلطانیه بر سر راه سلطانیه به خدابنده واقع است و محققان ، آن را به سلطان چلبی منسوب کرده ،تاریخ احداث آ ن را سال 728ه0ق میدانند. بناهای این مجموعه شامل خانقاه و ساختمان مقبره ی چلبی اوغلو است 0 بنای خانقاه ،از قطعات سنگ های نتراشیده ساخته شده که قسمت عمده ی آن ویران شده است 0 این خانقاه ،در نقشه ی اصلی ،شامل ورودی ،تالارها،اطاق های جانبی و صحن مرکزی روبازی بوده که اطراف آن را رواق ها و اطاق های کوچکی فرا گرفته وازآن مریدان و شاگردان خانقاه بوده است 0\nمقبره ی چلبی اوغلو ،با نقشه ی هشت گوش ،در بخش جنوبی خانقاه و احتمالاً درون فضای محصوری قرارداشته است 0هر چند به نظر می رسد این دو بنا در یک زمان ساخته نشده ،اما فاصله ی زمانی هم نداشته اند0 ارتفاع این بنا 17 متر ،طول هر ضلع از بیرون 16/4 و قطر بنا 6/7متر است .\nبرای ساخت بنا ابتدا سه ردیف سنگ سبز تراشیده شده چیده شده و سپس آجرچینی دیوارها با سبک زیبای آلت ولغت و و کاربندی تا سطح 5/2 متری اجرا شده است 0از این ارتفاع به بعد ، فرم آجرچینی ساده شده ، تفاوتی اساسی با بخش تحتانی جود دارد .\nهر ضلع خارجی مقبره ،با طا قنماهای زیبایی با قوس ها ی پنج و هفت کند نماسازی شده اند .\nبر بالای این طاق ها ،گنبدی آجری با ساقه ای نسبتا\" بلند استوار شده است .این گنبد،ازدیوارها - ی خارجی کمی عقب تر است وروی پایه ای شانزده ضلعی قرار گرفته است .\nدرگاه ها ،از قطعات سنگ تراشیده ساخته شده و کف بنا نیز از قطعات سنگ فرونشانده در آهک سنگفرش شده است .در این کف ،سوراخی جهت دسترسی به سرداب زیرین تعبیه شده است .در این سرداب ،قبر سلطان در وسط قرار دارد و اجساد مریدان با توجه  به درجه و مراتب آنها در گرداگرد آن قرار داده شده است .محوطه ی داخلی مقبره شامل اتاق هشت گوش ساده ای به اضلاع 75/3 متر است .دیوار ها کاملاً ساده است ودر میان هر ضلع  آن ،طاقنما و طاقچه ی بلندی به ضلع 75/1 و ارتفاع 3 متر به چشم می خورد . دیوارهای داخلی اضلاع مقبره ،از یک قشر گچ پوشیده شده است . در ورودی ، رو به طرف شمال است .در سمت جنوب نمای داخلی ،محراب بسیار جالبی با مقرنس های گچبری دیده می شود .طاقنماهای اضلاع داخلی داخلی در زیر گنبد ،به 16 ضلع تبدیل شده وسپس دایره ی گنبد بر روی آن قرار \nگرفته است که نور گیرهای بالای ترنبه ها ،بر گریو گنبد تعبیه شده است که نور داخل را فراهم می سازد .این بنا در بخش فوقانی –خاصه گنبد –فاقد تزیینات لازم از جمله پوشش کاشی است و چنین به نظر می رسد که بعد از اینکه مقبره را تا ارتفاع 5/2 متری ساخته اند ،تحولاتی که شاید مرگ سلطان یا دیگر تحولات سیاسی بوده ،سبب شده است که ساختمان مقبره را با سرعت بیشتر و تزیین کمتری بسازند .\nمقبره دارای حیاطی با دودر بوده؛ یکی در قسمت جنوبی و دیگری در منتهی الیه دیوار شرقی که هر دو در دوره های بعد به وسیله ی سنگ های نامنظم و بدون ملاط مسدود شده است .در قسمت جنوب غربی حیاط نیز آثار دو زیرزمین کشف گردیده که به نظر می رسد محل مقابربوده است .");
        
        expandableListDetail.put("آرامگاه چلبی اوغلو (سلطانیه)", arrayList);
        
		

    arrayList = new ArrayList();
        
        arrayList.add("10 كيلومتري جنوب شرقي سلطانيه ، در نزديكي روستاي وير ، از توابع همين بخش ");
        arrayList.add("اين مجموعه در 10 كيلومتري جنوب شرقي سلطانيه ، در نزديكي روستاي وير ، از توابع همين بخش قرار گرفته است. اين مجموعه در محوطه اي به شكل مستطيلي ناقص ، به طول 400 متر و عرض 50  تا 300 متر ، ديده ميشود.\nدر درون اين مجموعه ، سه غار نسبتا\" عميق در دل كوه كنده شده است كه كنده كاري هاي زيبايي دارند. از نقش هاي اين كنده كاريها ، ميتوان به دوتصوير اژدها كه در مقابل يكديگر به شكل قرينه حك شده اند و طول هريك 5/3 متر است ، اشاره كرد . در طرفين اين نقشها ، محراب هاي زيباي نقش داري با طرح هاي اسليمي ، گل و بوته و مقرنس هاي سنگي كنده كاري شده اند . مجموعه آثار كنده كاري اين محل ، يادگار هنرمندان چيني است كه به فرمان اولجايتو از چين فرا خوانده شده بودند. \nبر اساس فرضيه اي ، غارهاي \" داش كسن \" در دو دوره تاريخي جدا از هم مورد استفاده قرار گرفته است. در دوره نخستين ، اين غار نيايشگاه آئين مهرپرستي در عهد ساساني بوده است ، اما از اين دوره آثاري بجاي نمانده است . دوره دوم كه نقش هاي اژدها ، برگ مو ، پيچك و طرحهاي اسليمي ، يادگار آن دوره است ، به دوران فرمانروايي ايلخانان تعلق دارد. سنگهاي سبز بكار گرفته شده در حصار ارگ سلطانيه ، مطمئنا\" از محل تاريخي داش كسن (سنگ بر) بريده شده است.در نتيجه برش و انتقال سنگ ، فضاي لازم جهت كنده كاري و دخمه سازي در اين محل فراهم شده  و اين مكان با اندكي تغييرات به آرامگاه تبديل شده است . بنابراين ، محوطه تاريخي داش كسن را مي توان در رديف آرامگاه هاي دوره ايلخاني نيز طبقه بندي كرد.\n\n\nمعبد صخره‌اي داش كسن كه به معناي سنگ تراشيده يا بريده سنگ مي‌باشد در جنوب شرقي روستاي وير در سينه‌كش ارتفاعات محلي سلطانيه قرار دارد ، در اين معبد علاوه بر استفاده از فن‌آوري پيشرفته زمان كه پيامد رشد و تكامل فن سنگ‌تراشي با ابزار فلزي است ، انتخاب مناسب‌ترين نقطه نسبت به نقاط همجوار نمودار توجه و آشنايي كامل سازندگان آن با دانش زمين‌شناسي و معدن‌شناسي است .\nبه نظر مي‌آيد هنرمندان خلاق معبد صخره‌اي در خلق حجاريها و كنده‌كاريهاي زيبا كه در غرب و شرق اين نيايشگاه گسترده شده علاوه بر مهارت در تكنيك سنگ‌تراشي از پاره‌اي اصول پيكرتراشي نيز الهام گرفته‌اند . \nظهور و پيدايش اين معبد صخره‌اي را مي‌توان با توجه به شكل معماري ( چليپائي ) آن و وجود فضاهايي مانند مهرابه‌هاي مهرپرستان به سده‌هاي اول و دوم ميلادي بازگرداند و از سوي ديگر نحوه پرداخت نقوش آن متأثر است از اوضاع اجتماعي ايران قرن هشتم هـ . ق . نقوش حجاري شده اژدها ، طرحهاي گياهي ، رديفي از بن نگاره‌ها بر روي گلدانهايي در دو سوي طاق هلالي كه در دهه‌ها و سده‌هاي بعد ، اين شيوه تزئيني را بر گرداگرد ايوانهاي مساجد مي‌بينيم ، همراه با محرابيهايي با تزئينات  مقرنسي ، آميزه‌اي از هنر ايران و چين را با مفهوم و محتوايي ديگر بوجود آورده . اژدهاي نقش شده بر پيكره صخره‌اي داش كسن كه در هنر و انديشه ايراني مظهر ظلم ، ستم و پليدي است با نفوذ قوم فاتح همچون محافظ هميشه بيدار كه نشان از ارزاني ، خير ، بركت ، دولت و سلطنت دارد در هنر ايران جاي مي‌گيرد . ");
        
        expandableListDetail.put("معبد داش کسن", arrayList);
        

     arrayList = new ArrayList();
        
        arrayList.add("حد فاصل خیابان سعدی و داوود قلی، در کوچک فرهنگ واقع گردیده ");
        arrayList.add("اين مجموعه در 10 كيلومتري جنوب شرقي سلطانيه ، در نزديكي روستاي وير ، از توابع همين بخش قرار گرفته است. اين مجموعه در محوطه اي به شكل مستطيلي ناقص ، به طول 400 متر و عرض 50  تا 300 متر ، ديده ميشود.\nدر درون اين مجموعه ، سه غار نسبتا\" عميق در دل كوه كنده شده است كه كنده كاري هاي زيبايي دارند. از نقش هاي اين كنده كاريها ، ميتوان به دوتصوير اژدها كه در مقابل يكديگر به شكل قرينه حك شده اند و طول هريك 5/3 متر است ، اشاره كرد . در طرفين اين نقشها ، محراب هاي زيباي نقش داري با طرح هاي اسليمي ، گل و بوته و مقرنس هاي سنگي كنده كاري شده اند . مجموعه آثار كنده كاري اين محل ، يادگار هنرمندان چيني است كه به فرمان اولجايتو از چين فرا خوانده شده بودند. \nبر اساس فرضيه اي ، غارهاي \" داش كسن \" در دو دوره تاريخي جدا از هم مورد استفاده قرار گرفته است. در دوره نخستين ، اين غار نيايشگاه آئين مهرپرستي در عهد ساساني بوده است ، اما از اين دوره آثاري بجاي نمانده است . دوره دوم كه نقش هاي اژدها ، برگ مو ، پيچك و طرحهاي اسليمي ، يادگار آن دوره است ، به دوران فرمانروايي ايلخانان تعلق دارد. سنگهاي سبز بكار گرفته شده در حصار ارگ سلطانيه ، مطمئنا\" از محل تاريخي داش كسن (سنگ بر) بريده شده است.در نتيجه برش و انتقال سنگ ، فضاي لازم جهت كنده كاري و دخمه سازي در اين محل فراهم شده  و اين مكان با اندكي تغييرات به آرامگاه تبديل شده است . بنابراين ، محوطه تاريخي داش كسن را مي توان در رديف آرامگاه هاي دوره ايلخاني نيز طبقه بندي كرد.\n\n\nمعبد صخره‌اي داش كسن كه به معناي سنگ تراشيده يا بريده سنگ مي‌باشد در جنوب شرقي روستاي وير در سينه‌كش ارتفاعات محلي سلطانيه قرار دارد ، در اين معبد علاوه بر استفاده از فن‌آوري پيشرفته زمان كه پيامد رشد و تكامل فن سنگ‌تراشي با ابزار فلزي است ، انتخاب مناسب‌ترين نقطه نسبت به نقاط همجوار نمودار توجه و آشنايي كامل سازندگان آن با دانش زمين‌شناسي و معدن‌شناسي است .\nبه نظر مي‌آيد هنرمندان خلاق معبد صخره‌اي در خلق حجاريها و كنده‌كاريهاي زيبا كه در غرب و شرق اين نيايشگاه گسترده شده علاوه بر مهارت در تكنيك سنگ‌تراشي از پاره‌اي اصول پيكرتراشي نيز الهام گرفته‌اند . \nظهور و پيدايش اين معبد صخره‌اي را مي‌توان با توجه به شكل معماري ( چليپائي ) آن و وجود فضاهايي مانند مهرابه‌هاي مهرپرستان به سده‌هاي اول و دوم ميلادي بازگرداند و از سوي ديگر نحوه پرداخت نقوش آن متأثر است از اوضاع اجتماعي ايران قرن هشتم هـ . ق . نقوش حجاري شده اژدها ، طرحهاي گياهي ، رديفي از بن نگاره‌ها بر روي گلدانهايي در دو سوي طاق هلالي كه در دهه‌ها و سده‌هاي بعد ، اين شيوه تزئيني را بر گرداگرد ايوانهاي مساجد مي‌بينيم ، همراه با محرابيهايي با تزئينات  مقرنسي ، آميزه‌اي از هنر ايران و چين را با مفهوم و محتوايي ديگر بوجود آورده . اژدهاي نقش شده بر پيكره صخره‌اي داش كسن كه در هنر و انديشه ايراني مظهر ظلم ، ستم و پليدي است با نفوذ قوم فاتح همچون محافظ هميشه بيدار كه نشان از ارزاني ، خير ، بركت ، دولت و سلطنت دارد در هنر ايران جاي مي‌گيرد . ");
        
        expandableListDetail.put("رختشويخانه زنجان", arrayList);
    


    arrayList = new ArrayList();
        
        arrayList.add("زنجان- زینبیه غربی");
        arrayList.add("عمارت دارايي در بافت تاريخي شهر زنجان قرار گرفته ، ظاهراً اين بخش از شهر در اواخر دوره فاجار و اوائل حكومت رضا خاني تقريباً مقارن با اواخر جنگ جهاني دوم از سوي دولت وقت بصورت مجموعه اي به اماكن و ساختمانهاي دولتي اختصاص مي يابد كه عبارت بودند از عمارت دارايي در باغي معروف به همين نام ، بناي دخانيات ، اداره غله ، انبار قند و شكر \nبه هر حال بناي دارايي طبق كتيبه اي كه بر فراز سردرهاي ورودي جبهه شمالي و جنوبي بنا نقش شده تاريخ ساخت آن به سال 1316 هجري شمسي اوائل حكومت رضا خاني باز ميگردد كه از همان ابتدا به امور ماليه اختصاص مي يابد .\nعمارت دارائي حاصل فعاليت و نوآوري معماراني چون وارطان هوان سيان ، پل آبكار و گابريل گوركيان است كه در دهه هاي نخست سده قرن بيستم تأثير بسيار مثبت و مهمي را بر روي معماري نوين ايران داشتند ، دوران فعاليت آنها مصادف با تحولات عميق هنري و معماري در اوائل قرن بيستم در اروپا بود در واقع همزمان با اوج فعاليت معماران بزرگ اروپايي كه همگي از  پيشگامان مكتب هنر نو و جنبش معماري مدرن بوده اند .\nتاریخچه بنا : \nبا عنایت به نوشته یادبود در قسمت بالای پنجره طبقه دوم که بیشتر آن از بین رفته در سال 1316 شمسی بعنوان ساختمان اداری ساخته شده و بانی ان  نیز حکومت وقت بوده که بمناسبت دوازدهمین سال جلوس رضا خان تاسیس گردیده ، این بنا با نظارت آقای مستوفی که مسئول حسابرس مالیاتی وقت بوده ساخته شده و سپس تحویل اداره دارایی گردیده است . \n\nبر اساس اسناد و مدارك موجود عمارت زيباي دارايي يكي ار آثار ارزنده اي است كه در اين رهگذر توسط پل آبكار بوجود آمده و ميرزا محمد علي مستوفي پيشكار خمسه نخستين رئيس ماليه آن بود.\nاين اثر به شماره 2335 در فهرست آثار ملی به ثبت رسيده است .  ");
        
        expandableListDetail.put("بناي دارائي", arrayList);
         


    arrayList = new ArrayList();
        
        arrayList.add("زنجان- زینبیه غربی");
        arrayList.add("درمرکز بافت قدیمی شهر زنجان مجموعهی تاریخی ذوالفقاری واقع شده است که هم اکنون این مجموعه تقسیم شده وقسمت هایی از آن از بین رفته است .\nازجالبترین بنا های باقی مانده ی این مجموعه ، بنای تاریخی مرکز مجموعه ی بیرونی  است . این   بنا در دو طبقه و یک سردابه ساخته شده ،  پلان بنا ایرانی وسبک ساختمانی آن تقلیدی از بنا های گوتیک اروپا است.\nاین مجموعه دارای دو طبقه است .در طبقه ی اول قسمت اداری وحسابداری قرارگرفته ودر طبقه دوم (که دارای دو راه پله است ) تالارهای پذیرایی ، اطاق ها ی  خواب ، ا طاق های نیشیمن و    \nسرویس های بهداشتی قرار دارد.سقف اطاق ها در طبقات به طرز زیبایی لمبه کوبی شده و شامل طرح های هندسی  و گره سازی است . تزیینات داخل بنا در طبقه ی همکف ، کاشیکاری  به سبک قاجار می باشد که طرح معروف لوتوس (نیلوفر آبی ) می شود .\nتزیینات این عمارت در نما جالب توجه بوده و قرینه سازی  بنا از هنر ایرانی وسبک ستون ها تقلیدی از معماری اروپا است .نمای ساختمان با آجرهای قالبی وپیشبر مزین شده است .\nدر اطراف ورودی طاقنماهای تزیینی دیده می شود .این قسمت نیز که از خیا بان بلافصله داخل مجموعه می شود، از معماری اروپا الهام گرفه است .\nبنای عمارت ذوالفقاری در مجموع از بناهای تاریخی وبا ارزش شهر زنجان است که به سبک بناهای اواخردوران قاجار ساخته شده است .    ");
        
        expandableListDetail.put("عمارت ذوالفقاری", arrayList);




    arrayList = new ArrayList();
        
        arrayList.add("ماهنشان");
        arrayList.add("موقعیت جغرافیایی : \nشهرستان ماهنشان به دلیل دوری از مرکز استان و داشتن شرایط اقلیمی خشک و عوارض طبیعی چون دره ها و کوهها و راههای صعب العبور منجر به ناشناخته تر ماندن ماهنشان از لحاظ تاریخی ، فرهنگی و غیره شده است . بر کناره جنوبی قزل اوزن به فاصله 12 کیلومتری مشرق ماهنشان در مسیر راه زنجان عوامل طبیعی و آب و هوای دست به دست هم داده اند . تا یک برآمدگی به ارتفاع تقریبی 250 متر بوده آمده و آنرا از سایر ارتفاعات مجاور متمایز سازد این برآمدگی به دلیل مجاور بودن ب رویتای قدیم بهستان مورد توجه ساکنین قدیمی محل از زمانهای گذشته بوده و امروزه به نام قلعه بهستان شهرت دارد و در ضلع غربی متصل به روستاست . احداث کنندگان آن با علم به ایجاد یک فضای معماری در دل کوهی از جنس خاک نسبتاً سفت و سخت ( گنگلومرا) بوده و به مراتب آسانتر و مقرون به صرفه تر از سایر روشهای ایجاد فضا بوده و نیازهای اولیه انسان را براورده می کرده است . در ضلع شمالی قلعه در پایین ترین قسمت منتهی به جریان آب رودخانه قزل اوزن چهار منفذ به ارتفاع تقریبی بیش از یک متر دیده می شود . بر روی نمای دیواره این ضلع دو مسیر راه ÷له مانند ذیگزاکی شکل یکی به سمت غرب و دیگری به سمت شرق از پایین به بالا با شیب ملایم تعبیه شده که به دلیل فرسایش زیر آنها تردد در آنها خطرناک و ناممکن می باشد  . \nمعماری قلعه : \nسازندگان قلعه با در نظرداشتن طرح اولیه ، اقدام به کندن کوه و تخلیه خاکها و سنگ ها نموده اند و اتاقها را بوجود آوردند و به هر تعدادی که به اتاقهای آن اضافه شده راههای ارتباطی آنها به مجموعه نیز بصورت دالانهایی افزوده گردیده بطور کلی فضاهای موجود در داخل قلعه به سه دسته عمده قابل تقسیم بندی هستند . \n1- دالانها : دالانهای ارتباطی به صورت راهروهای عمومی برای سهولت دسترسی به اتاقها و سای قسمتها بوده عرض یکی از این دادلانها به سه متر می رسد . \n2 – اتاقها : خود شامل اتاقهای بزرگ و اتاقهای کوچک \n3 - پله ها : وجود راه پله های زیاد با عرض یک متر که اقتباس از راه پلة بنا ها و مناره های دوره اسلامی است متاسفانه بعلت صعب العبور بودن راه تردد به سطح بالایی قلعه و خطری که بازدید کننده را تهدید می کند مانع از رسیدن به سطح بالای قله می باشد و بدون عملیات کوهنوردی صعود را غیر ممکن می سازد . \nبا توجه به کلیه مطالعات و پژوهش های انجام گرفته درباره قلعه های تاریخی استان زنجان و گمانه زنی در قلعه های دیگر استان از جمله قلعه سهرین می توان چنین نتیجه گرفت که قلعه روستای بهستان به منظور اولاً : برای مرکزیت سیاسی و اداری روستا ، ثانیاً : محل استقرار حاکم محلی ، که در حقیقت همان کهندژ روستا بوده احداث گردیده است . احتمالاً سطوح فوقانی آن و سایر الحاقات به موارد مذکور آن اختاتص داشته و طبقات پایین تر آن حکم زاغه را داشته که ساکنین هر روستا سرمایه ی زندگی خود را اعم از دام و غلات را در آن نگهداری می کردند و در مواقع خط پناهگاه مستحکمی برای اهالی بوده است . ");
        
        expandableListDetail.put("قلعه بهستان ماهنشان", arrayList);



    arrayList = new ArrayList();
        
        arrayList.add("بنا در ضلع شرقي خيابان كارگر ( صفا ) نرسيده به بلوار چمران قرار دارد . ");
        arrayList.add("1 –  موقعيت طبيعي : اين بنا در ضلع شمالي بافت قديمي شهر زنجان واقع شده است .\n\n2 -  موقعيت فعلي بنا : بنا در ضلع شرقي خيابان كارگر ( صفا ) نرسيده به بلوار چمران قرار دارد . \n\n3 -  تاريخچه بنا : اين بنا مربوط به كارخانه كبريت سازي مي باشد كه در دوران پهلوي در شهر زنجان بنا گرديده است و تا سال 1357 قبل از انتقال به محل جديد كارخانه كبريت مورد بهره برداري بوده است . باني اين بنا شخصي بنام محمد علي شالچي مي باشد . \n\n4 – مشخصات بنا : اين بنا شامل قسمتهاي دروازه ورودي ، فضاي كارخانه و حياط بنا مي باشد . دروازه ورودي كارخانه كه رو به خيابان كارگر قرار گرفته است شبيه شير خورشيد بنا شده است و فضاي كارخانه شامل قسمتهاي مختلف مراحل توليد كبريت مي باشد . \n\n5 -  تزيينات بنا : اين بنا بعلت صنعتي بودن مكان آن فاقد تزيينات بوده ولي لازم به ذكر است كه نماي غربي بنا با پنجره هاي هلالي و سيمان كاري رنگين نماي زيبايي را به خود اختصاص داده است . \n\n6 – خصوصيات بارز بنا : اين بنا به علي قرار گرفتن در بافت قديمي زنجان ، ميل آجري كه در شهر زنجان منحصر بفرد مي باشد و همچنين بعلت وجود دستگاههاي قديمي در محل        مي تواند بعنوان يك موزه صنعتي كاربرد داشته باشد .\n\n7 -  اقدامات انجام شده در بنا : تا به امروز هيچ گونه اقدام مرمتي در اين بنا انجام نشده است و ديوارهاي محوطه اين كارخانه در طي ساليان گذشته توسط شهرداري تخريب و محوطه كارخانه تبديل به پارك گرديده است .\n\n8 -  نحوه مالكيت : مالك اين بنا در حال حاضر بانك ملي مي باشد كه بعلت عدم پرداخت اقساط وام در يافتي در ساليان قبل ، بانك مالكيت كارخانه و بنا را بابت وام دريافتي به انحصار خود درآورده است .");
        
        expandableListDetail.put("كارخانه كبريت سازي سه ستاره زنجان", arrayList);



    arrayList = new ArrayList();
        
        arrayList.add("زنجان-کمربندی جنوبی-انتهای سعدی جنوبی");
        arrayList.add(" قديميترين اثر تاريخي بر جاي مانده بر سطح شهر زنجان ، كاروانسراي سنگي مي باشد كه طبق قرائن ، خاصه متون تاريخي يكي از سه كاروانسرايي مي باشد كه در دوران اقتدار و حكومت صفويان در اين خط ساخته شده ، كاروانسراي سنگي به عنوان يك اثر عام المنفعه در محاوره روزمره مردم اين سامان به داش كاروانسرامعروف مي باشد و در خارج از بافت قديمي شهر زنجان قرار گرفته كه در روزگار نه چندان دوري مشرف بر مزارع سرسبز و باغات ميوه حومه شهر در محور ارتباطي غرب به شرق قرار داشته. \nگفته مي شود كه شاه عباس كبير دستور مي دهد در سطح كشور در مسير راههاي ارتباطي و به منظور تقويت سيستم تجاري و بازرگاني كه در آن زمان دوران رونق و شكوفائي خود را مي گذرانيد ، حدود 1000 كاروانسرا را بسازند كه با توجه به اينكه عمده مصالح آنها از سنگ بوده به كاروانسراهاي سنگي معروف و مشهور مي گردند .\nژان باتيست تاورنيه يكي از بزرگترين سياحان قرن هفدهم ميلادي كه دقيق ترين و مبسوط ترين نقشه هاي  جغرافيايي دوران صفويه را تهيه مي نمايد و در ضمن ما را با اوضاع جغرافيايي و اقتصادي و سياسي آن عهد عميقاً آشنا مي كند ، در بين سالهاي 1632 تا ( ميلادي ) 1668 شش سفر به مشرق زمين داشته كه در اين مسافرتها بيش از نه بار از ايران ديدن مي كند ، مسافرتهاي تاورنيه در زمان سلطنت شاه عباس دوم و شاه سليمان صفوي انجام مي گيرد وي در سفر نامه خود ترجمه ابو تراب نوري در صفحه 80 فصل ششم چنين مي نويسد ( روز بعد بايد از صحراي پست و بلندي گذشت كه در آنجا داخل دره مي شوند و به زنجان مي رسند زنجان شهر بزرگ و بد بنائيست اما كاروانسراي قشنگي دارد ) با توصيفي كه اين سياح اروپائي ارائه مي دهد بايستي كاروانسراي سنگي در اواسط حكومت صفويان داير و آباد بوده باشد اكنون از كل ساخت و ساز اين بناي عام المنفعه بيش از يك سوم باقي نمانده از اين رو تعيين و تشخيص سبك و سياق دقيق و معماري و تزئيني آن بر ما نا معلوم و دشوار مي باشد .\nاين كاروانسرا بيش از سه قرن قدمت دارد و از جمله يادمانهاي ارزشمند عصر صفوي است .\nاين اثر به شماره 2128  در فهرست آثار ملي به ثبت رسيده است .  ");
        
        expandableListDetail.put("كاروانسراي سنگي ", arrayList);


    arrayList = new ArrayList();
        
        arrayList.add("سلطانیه- میدان سلطانیه");
        arrayList.add("بنای تاریخی گنبد سلطانیه با ارتفاع 48.5 متر و با قطر دهانه داخلی 25.5 متر به دستور سلطان محمــد خـدا بـنده (الجایتو) از سال 703 تا  713  هجری قمری در داخل ارگ سلطنتی ساخته شده است، ارگ مذکور با پلان مربع به ابعاد 314*296 متر دارای 16 برج و دو دروازه شمالی و جنوبی،با استفاده از سنگهای آهکی سبز (توفیت)ساخته شده است.\nگنبد سلطانیه از نظر ارتفاع پس از کلیسای سانتا ماریا دلفیوره استانبول (86) متر و مسجد ایاصوفیه استانبول (56) متر سومین گنبد مرتفع جهان می باشد.این بنا هشت ضلعی و الهام گرفته شده از مقبره سلطان سنجر در مرو می باشد.این گنبد عظیم در سه طبقه احداث و دارای 8 منار است که در گذشته 8 ماذنه در بخش فوقانی آنها وجود داشته است.اکنون تنها یک منار (شمال شرقی)تا بخش زیرین ماذنه سالم می باشد . سایر منارها تخریب شده و یا بازسازی شده اند.\nعمده ترین مصالح بکار رفته در سازه این بنا آجر می باشد.ابداع گنبد دو پوستهء پیوسته برای اولین بار در تاریخ معماری جهان در این بنا صورت گرفته است.پوسته بیرونی گنبد با کاشی های فیروزه ای پوشیده شده است. داخل بنا نیز دارای زیباترین نقوش کاشیکاری معرق می باشد.\nتزئینات بکار رفته در این بنای تاریخی انواع کاشی کاری،نقاشی روی گچ،آجر کاری مشبک،مقرنس کاری گچی و آجری و گچ بری بر روی پارچه،کتیبه هایی با مضمون آیات قرآن و احادیث می باشد.\nگنبد سلطانیه یکی از مهمترین نمونه های معماری ایلخانی می باشد که تاثیر بسزایی در معماری بناهای تاریخی جهان گذاشته است و می توان نمونه بارز این تاثیر را در معماری کلیسای سانتاماریا دلفیوره (مریم مقدس) در فلورانس دید.\nگنبد سلطانیه در سال 1384 ( 17 جولای 2005) به عنوان هفتمین اثر ملی ایران در فهرست میراث جهانی یونسکو به ثبت رسیده است.");
        
        expandableListDetail.put("گنبد سلطانیه ", arrayList);


    arrayList = new ArrayList();
        
        arrayList.add("زنجان در بازار بالا، راسته قيصريه");
        arrayList.add(" بزرگترين و زيباترين مسجد شهر زنجان در بازار بالا، راسته قيصريه قرار گرفته است ، اين مسجد اولين و بزرگترين مسجد و مدرسه شهر بوده ، به سبك چهار ايواني كه كليه قوانين و قرار دادهاي مفروض اينگونه مساجد را  با تأثير پذيري از سليقه ها و امكانات محلي در خود جاي داده .\n اين بناي مذهبي توسط عبدا… ميرزا ملقب به دارا پسر يازدهم فتحعلي شاه قاجار ساخته شده كه به سال 1224  هجري قمري در سن 13 سالگي به حكومت زنجان منسوب شد و ميرزا محمد تقي علي آبادي كه از منشيان خاص شاه بود به وزارت وي انتخاب  وبه زنجان روانه گرديد .\n اين مسجد داراي اسامي متعددي مي باشد كه تعدد اين اسامي و دلائل اطلاق آنها مي تواند در خور توجه و اهميت باشد بدين ترتيب كه اين  بنا بدليل پويايي و جامعيت ، وسعت فضا و اجراي صحيح و زيباي اصول معماري و تزئيني همواره از سوي مردم و حكومت هاي وقت بعنوان مسجد جامع شهر ناميده شده .\nدومين نام مي تواند ملهم و متأثر از نام باني آن باشد ، از اين رو اين مسجد را در كتب و اسناد تاريخي بنام سازنده آن مسجد دارا يا مسجد عبدا… ميرزا دارا مي نامند .\nهمچنين در وقفنامه اين مسجد از آن به نام مسجد جمعه ياد شده است ، مسجد جامع را مسجد سيد نيز مي گويند . علت اين نام گذاري به اين دليل بوده كه امام جماعت و توليت مسجد و مدرسه علميه آن از سوي عبدا… ميرزا به سيد محمد مجتهد كه از مراجع به نام عصر خود در ناحيه خمسه بوده واگذار مي شود .\nهمچنين در مكاتبات ديواني و اداري مسجد جامع را مسجد سلطاني نيز مي گفتند .\nمسجد و مدرسه جامع داراي 20 حجره مي باشد كه حجرات آن در دو سوي ميانسراي مسطتيل شكل گسترده شده اند .\nاوج تزئينات بنا در سطوح ايوانهاي شمالي و جنوبي تمركز يافته ، كاربرد خط بنائي ، نگاره هاي گياهي و انواع طرحهاي معقلي اجرا شده  ،  طيفي از هنر دوره قاجار را بوجودآورده است، همچنين مهمترين كتيبه تاريخي مسجد فرماني  از فتحعلي شاه قاجار است در خصوص احداث بنا كه به خط ثلث در پاي قوس ايوان جنوبي نگاشته شده است  .");
        
        expandableListDetail.put("مسجد جامع زنجان", arrayList);


    arrayList = new ArrayList();
        
        arrayList.add("روستاي سجاس ( سوجاس يا ساجيس) از توابع روستاي خدابنده ");
        arrayList.add("روستاي سجاس ( سوجاس يا ساجيس) از توابع روستاي خدابنده كه روزگاري شهري پر رونق و آباد بود ، داراي مسجد زيبايي از دوره سلجوقي است اين مسجد كه محراب زيباي آن متعلق به دوره ايلخاني مي باشد از نوع مساجد با يك شبستان گنبد دار است . مسجد جامع سجاس را مي توان نمونه عالي براي انواع خطوط تزئيني در معماري قرون مياني اسلامي دانست .\nكاربرد انواع خطوط تزئيني كوفي ( كوفي قرمطي ، كوفي گره دار ، كوفي مورق برگدار) و خط ثلث كه به تكنيك گچبري بر سطحي از نقوش اسليمي ، ختايي و بن نگاره هاي گچي در سطوح محراب و حاشيه گرداگرد صحن شبستان و همچنين حاشيه فيلپوشها اجراء شده است . از ديگر ويژگيهاي اين بناي مذهبي آجر چيني بسيار زيبا و متنوع لچكها و فيلپوشها همراه با قاب بندي هايي كه فضا و حجم هاي هندسي بي نظيري را بوجود آورده است . ");
        
        expandableListDetail.put("مسجد جامع سجاس ", arrayList);


    arrayList = new ArrayList();
        
        arrayList.add("18 كيلو متري شرق شهرستان ابهر ");
        arrayList.add("مسجد جامع قروه كه به مسجد جمعه نيز معروف مي باشد ، با قدمت يك هزار سال در 18 كيلو متري شرق شهرستان ابهر قرار دارد . فضاي اصلي اين مسجد صحن گنبدداري است كه دو شبستان را با پوشش مسطح در غرب و شرق خود جاي داده است . تزئينات بر جاي مانده در اين بنا شامل كتيبه اي به خط ثلث منقوش به نگاره هاي گياهي (سنه 585 ه.ق ) در پاي فيلپوشها و كتيبه اي به خط نسخ بر فراز محراب ( سنه 413 ه.ق ) همراه با ترنجهاي در هم بافته شده گچي و سطوح زيباي فيلپوشها و گوشواره‌ها با طرحهاي آجرچيني كه حجمهاي زيباي هندسي را بوجود آورده است ، اين مسجد دوره سلجوقي را تبديل به يكي از شاهكارهاي هنر و معماري قرون مياني اسلامي ساخته است .  ");
        
        expandableListDetail.put("مسجد جمعه يا مسجد جامع قروه", arrayList);


    arrayList = new ArrayList();
        
        arrayList.add("زنجان- خیابان امام - نرسیده به چهارراه امیرکبیر");
        arrayList.add("مسجد و مدرسه خانم از جمله بناهاي مذهبي و تاريخي شهر زنجان است، كه در محله قديمي فخيم الدوله قرار دارد. اين بنا توسط استاد اسماعيل بنا و به سفارش يكي از بانوان متمكن در اواخر دورة قاجار ساخته شده است .\nمسجد و مدرسه خانم مي تواند جايگاه خاص و منحصر بفردي را در ميان آثار تاريخي داشته باشد. اين بنا از نقطه نظر سبك معماري و شيوه و تكنيك تزئيني به بهترين شكلي گوياي معماري دورة قاجار است .\nوجود مناره هاي قطور و كوتاه بر فراز سردر زيبا كه داراي تزئينات بديع معقلي و قابل مقايسه با  مناره هاي مدرسه سپهسالار تهران مي باشد و تزئينات پركار  بخش اعظم درگاه ورودي ، همچنين سطوح فوقاني حجره هاي مشرف به ميانسراي هشت ضلعي كه با يك عقب نشيني  نماهايي  با قوس جناغي و هلالي  بوجود آورده،مزين است به نقوش هندسي ،  كه عموماً با رنگهاي رايج در دوره قاجار يعني رنگهاي  زرد ، نارنجي ،  سياه ، سفيد و صورتي رنگ آميزي شده ، تمامي اين شيوه هاي  معماري و موتيفهاي تزئيني منحصراً مشخصه معماري دورة قاجار است .\n مسئله ديگر كه شاخص اين مسجد ومدرسه ميتواند باشد اين است كه ساخت مساجد و مدارس و بعصاً بناهاي عام المنفعه از سوي بانوان متدين و مقتدر در طول تاريخ جامعه ما سابقه اي بس طولاني دارد ، اين امر بر ارزش و اعتبار و جايگاه ويژه اين بناي مذهبي بيش از پيش افزوده است .\nبراي مثال مي توان مدرسه مادر شاه يا مدرسه چهار باغ اصفهان را ذكر نمود كه به دستور مادر شاه سلطان حسين صفوي به تاريخ 1114ساخته شده كه با گذشت بيش ازچهار قرن همچنان اعتبار و پويايي خود را در عرصه فرهنگ و معماري حفظ كرده و همچنين بناي مسجد با شكوه گوهرشاد در مشهد كه به درخواست همسر شاهرخ تيموري بنا گرديده است.\nتاريخ ساخت مسجد خانم به استناد كتيبه سردر به سال 1322 هجري قمري باز مي گردد، كه به درخواست جميله خانم دختر حسين قلي خان ذوالفقاري نظام العداله  خواهر ذوالفقار خان اسعد الدوله ساخته شده .\nهمچنين به موجب وقفنامه آن كه در 22 محرم الحرام سال 1326 هجري قمري تنظيم گرديده ، اين بانوي مجلله كه قبل از اتمام و انجام ساخت بنا وفات نمود و دختر خود به نام قمر تاج خانم را بعنوان اولين و نخستين متولي آنجا برگزيد .");
        
        expandableListDetail.put("مسجد و مدرسه خانم ", arrayList);



    arrayList = new ArrayList();
        
        arrayList.add("در روستا گلابر در 52 کیلومتری سمت جنوبی زنجان ");
        arrayList.add("این بنا در روستا گلابر در 52 کیلومتری سمت جنوبی زنجان واقع است . در این روستا ،آثاری از قلعه ی زیبایی در بالای کوه مشرف بر روستا دیده می شود . در دامنه ی غربی این ارتفاعات ، تل تاریخی مسجد جامع گلابر واقع گردیده که مورد حفاری قرار گرفته و مجموعه ی بسیار ارزشمندی از دل خاک نمایان شده است .این مجموعه از یک مسجد و یک خانقاه که احتمالاً بقعه نیز می تواند باشد ، تشکیل شده است . \nنقشه مسجد ، مربع نسبتاً کوچکی است که دورتادور آن تا ارتفاع 5/1 متری ، از سنگ نوع تراورتن نامرغوب ساخته شده و در منتهی الیه آن ، کتیبه ای به خط متمایل به نسخ در دورتادور مسجد حکاکی شده است . محراب مسجد تماماً از سنگ سفید ساخته شده و برآن ، اسماء جلاله و اسامی ائمه اطهار  نام حضرت فاطمه (س) همراه با نقوش اسلیمی حکاکی شده است . در حفاری ، هیچ اثری که حاکی از نوع سقف مسجد باشد ، پدیدار نگردیده ؛ اما لاشه سنگ های اطراف بنا و قراین موجود و مقایسه ی بنا با بناهای همردیف آن چنین می نماید که سقف ابتدایی مسجد ، گنبد مدوری بوده که به لحاظ عدم انسجام سنگ ها فرو ریخته و در دوره های بعدی ، سقف آن با تیر و تخته پوشیده شده است . این بنا بعد از بازسازی ؛ اکنون مورداستفاده ی اهالی است .در سمت شمالی مسجد ، آثار و بقایای ساختمانی مشهوداست که احتمالا آرامگاه شیوخ بوده و به علت عدم کشف سنگ قبر ، شخصیت صاحب ارامگاه نامعلوم است . این آرامگاه پس از بازسازی هم اکنون به عنوان مسجد قمت زنان مورداستفاده  اهالی است . بنای اولیه ی مسجد احتمالا مربوط به دوره ی سلجوقی است . ");
        
        expandableListDetail.put("مسجد جامع گلابر ", arrayList);



    arrayList = new ArrayList();
        
        arrayList.add("در منتهي اليه جنوبي ابهر ");
        arrayList.add("اين بنا در منتهي اليه جنوبي ابهر قرار گرفته و شامل بقعه و چند واحد الحاقي در شمال غربي آن است . بناي اصلي آرامگاه ، از دو طبقه تشكيل يافته كه طبقه زيرين ، محل آرامگاه و تالار بالايي ، محل خانقاه و جايگاه ذكر و بحث دراويش بوده است . ديوار خارجي بنا كه از آجر و با نقش ساده ساخته شده است ، داراي پيش و پس سازي هايي است كه جلوه خاصي به مجموعه بخشيده است . در داخل بقعه و زير گنبد ، در چهار گوشه ، چهار ترنبه زده شده و طح چهار ضلعي به هشت ضلعي تبديل گشته است . در طاقنماهاي ميان هر دو ترنبه نور گيري جا سازي شده است . بر فراز بقعه ،  گنبدي مخروطي شكل بر پا شده كه به زيبايي اين مجموعه افزوده است . بنا ، از آثار قرن نهم شناخته شده و مدفن سه تن از مشايخ صوفيه به نامهاي (( شيخ ابو بكر محمد بن عبد الله بن حارث ابهري )) ، (( پير احمد معروف به زهر نوش )) و (( شيخ شهاب الدين ابهر ، استاد شاه طهماسب صفوي )) است . ");
        
        expandableListDetail.put("آرامگاه پير احمد زهر نوش ( ابهر )", arrayList);
        	     
		
    /*    	    bastani_01("8512",
        	     "shenat",
        	     "",
        	     36.2120999d,
        	     49.7856847d,
        	     "مقبره امامزاده اسماعيل شناط ( ابهر)",
        	     "شناط نام ناحيه اي است در شمال شهر ابهر كه  اين بناي آرامگاهي را در خود جاي داده است . براساس اسناد و متون تاريخي ازجمله كتاب شرح الانساب نسبت امامزاده اسماعيل بايستي  با 9 واسطه به نخستين پيشواي شيعيان جهان باز گردد .و به روایت دیگر بر اساس نوشته ي تذكره نويسان ، نسب اين امامزاده به امام حسن ( ع ) مي رسد\n شكل و پلان معماري اين مقبره كه مطابق با الگوي متعارف مقابر دورة صفوي ساخته شده و داراي تزئيناتي در سطوح داخلي و خارجي است  از جمله تزئينات مقرنس گچي از نوع معلق در نماي بيروني فضاهاي چهارگانة وروديها و طاقنماهاي تزئيني مزين به خط بنايي يا معقلي در حد فاصل هر يك از اين بخشها ست همچنين گنبد اين بناي مذهبي كه از نوع دو پوشي مي باشد در نماي خارجي داراي تزئينات كاشيكاري با طرحهاي معقلي كلوك بندان حصير باف مربع زيبا  است كه طرح و نقش صليب شكسته يا مالت بر ساق يا گلوي گنبد قابل توجه مي باشد . لازم به ذكر است كه نقش صليب شكسته در تاريخ هنر فلات ايران داراي جايگاه و اهميت فوق العاده اي است و قدمت آن به هزاره هاي دوم و سوم ق.م همزمان با ورود اقوام آريايي باز ميگردد . همانطور كه ذكر گرديده شيوة معماري مقبرة امام زاده اسماعيل به گونه اي است كه اين بنا را در رديف ابنيه مذهبي قرن دهم ه.ق قرار مي دهد و تزئينات آن نيز بايستي به دورة قاجار باؤ كر .\nنماي بنا از بيرون هشت ضلعي و از داخل ، مربع است . مصالح بنا تماما از آجر است . در چهار ضلع اصلي بنا ، چهار ايوان قوس جناغي با ورودي هايي به داخل شبستان تعبيه گرديده است . اين ايوان ها با مقرنس ها ، كار بندي هاي گچي و گره سازي تزيين شده و در قسمت بالاي ورودي ها در هر ضلع ، پنجره ي چوبي پر كار و زيبايي كار گذاشته شده است . اضلاع چهارگانه ي ديگر بنا از بيرون با طاقنماهايي نماسازي شده كه در وسط هر كدام ، كلمه ي (( الله )) و (( محمد )) را نگاشته اند . داخل بنا با گچكاري د آيينه كاري زيبايي مشتمل بر گل و بوته و طرحهاي اسليمي و جانوري و رنگ و گره سازي تزيين شده است . در گرداگرد بقعه ، سوره ي جمعه به خط ثلث جلي نوشته شده است . بر فراز شبستان ، گنبد بسيار زيبايي به سبك دو پوش با قوس پنج و هفت با ساقه ي بلند قرار دارد . پوشش گنبد توسط كاشي و به رنگ هاي سفيد ، مشكي ، زرد و سبز اجرا شده است . در اين پوشش ، علاوه بر كتيبه ي خط كوفي نام (( علي )) ، طرحهاي هندسي نيز كار شده است . \nبا توجه به سبك معماري مي توان كقت كه اصل بنا مربوط به قرن نهم هجري است كه در دوره ي صفوي ، الحاقاتي بدان افزوده شده است . تذكره نويسان ، دفن خود امامزاده را به قرن ششم هجري نسبت داده اند . ",
        	     "ناحيه اي است در شمال شهر ابهر كه  اين بناي آرامگاهي را در خود جاي داده است "),
        	    
        	    bastani_02("8513",
        	     "zeyd_kabir",
        	     "",
        	     36.14676d,
        	     49.222848d,
        	     "امامزاده شاهزاده زيد الكبير  ( ابهر )",
        	     "بنايي چهار ضلعي  به شيوه ي بناهاي دوران ايلخاني است كه ايوان هاي شمالي و شرقي آن ، در دوران صفويه ، و ايوان هاي جنوبي و غربي در دوره ي اخير به  بنا افزوده شده است . بدنه ي گريو گنبد ، از آجر كاري زيبايي برخوردار است و در بالاي آن ، قطار متناسبي ايجاد شده كه يك لبه ي پيش آمده را بر روي خود حمل مي كند و از روي آن ، بدنه ي مخروطي شكل گنبد بر پا شده است . بلندي دكل بنا ، 13 متر ، ارتفاع گنبد ، و قطر ساقه ي آن 5 متري است . گنبد بنا از نوع دو پوسته بوده كه پوسته ي داخلي آن در ارتفاع 5 متري از سطح بقعه قرار دارد . داخل بنا بدون تزيين است . به جز مقرنسي كه زير گنبد به جاي مانده است . بقعه داراي دو درگاه شرقي و شمالي است كه در چوبي درگاه شمالي ، مشابه درهاي كنده كاري و فلزكاري شده ي زيباي دوران سلجوقي است د اثري نفيس به شمار مي رود . طبق كتيبه ي روي يكي از پايه ها ، بنا در سال 1075 ه . ق توسط حاج محمد علي نامي تعمير شده است . ",
        	     ""),
        	    
        	    bastani_03("8514",
        	     "bazar",
        	     "",
        	     36.6661392d,
        	     48.4814975d,
        	     "بازار زنجان",
        	     "    مجموعه تاريخي بازار زنجان در قلب بافت قديمي كه روزگاري مشرف به دروازه قلتوق ،دروازه جنوبي شهر بودقرار دارد،اين بازار كه طويلترين بازار ايران مي باشد از سوي غرب و شرق گسترده شده بدين لحاظ بازار پائين و بازار بالا تقسيم و نامگذاري شده است . \n    طبق اسناد و متون تاريخي ساخت آن در سال 1205هجري قمري در دوران حكومت آقامحمد خان قاجار آغاز و به سال 1213هجري قمري مقارن حكومت فتحعلي شاه قاجار پايان پذيرفته است. و در دوره هاي بعد نيز به بناي آن افزوده شد از جمله ساخت چندين سرا ، مسجد ، گرمابه و…  مجموعه بازار بالا مشتمل بر بازار قيصريه ، بازار بزازها ، حجت الاسلام  ، امامزاده و عبد العلي بيك است . اين مجموعه از نظر توليد و عرضه كالا و خدمات جنبي وابسته ، بسيار غني و مهمترين مركز اقتصادي و تجاري شهر محسوب مي شده است .\nبازار زنجان از نظر توليد و نوع فعاليت به هشت راسته تقسيم مي شود از جمله راسته زرگرها ، كفاشها ، بزازها ، سراجها و  … . ازكاروانسراهاي جالب اين مجموعه كه نقش مؤثري در عرضة كالاها ايفا نموده ، سرا يا كاروانسراي حاج علي قلي و سراي حاج كربلايي علي را مي توان نام برد احتمالاًدر سال 1300 ه.ق تكميل شده است .\n   اين مجموعه در فهرست آثار ملي كشور به شماره 444/1/14/6/1374 به ثبت رسيده است.",
        	     "زنجان - سعدی جنوبی"),
        	    
        	    bastani_04("8515",
        	     "pol_sardar",
        	     "",
        	     36.647995d,
        	     48.4515882d,
        	     "پل سردار ",
        	     "اين پل در گذشته به دليل نزديكي آن به دروازه جنوبي شهر به پل دروازه قلتوق نيز معروف بوده ، تاريخ ساخت بناي پل سردار بر روي بدنه داخلي بزرگترين طاق و در داخل قاب آجر پل تاريخي سردار در محور جنوب غربي حومه شهر زنجان بر روي رود خانه زنجانرود واقع گرديده ، وبه سال 1333 هجري قمري توسط ذوالفقار خان اسعد الدوله پسر حسين قلي خان نظام العداله ساخته شده است . ذوالفقارخان اسعدالدوله از متمكنين و متنفذين ولايت خمسه در عهد قاجار بوده كه سركردكي برخي از افواج اين ناحيه  نيز به وي واگذار  شد ،  و به روایتی دیگر، در دوره قاجار توسط ((حاجیه خانم قمرتاج )) نامی ساخته شده است. پل سردار در ميان پلهاي سه گانه اي كه بر روي  زنجانرود ساخته شده تنها پلي است كه داراي تزئينات معقلي زيبا در حاشيه طاقهاو چشمه طاقها است.\nچيني شده زيبا كه ذكر مقدس ياعلي بصورت قرينه آن را در بر گرفته نقش شده است .\nدر این پل برای سبک کردن بنا، کاهش بار اضافي و صرفه جویي در مصالح ساختمانی، علاوه بر ایجاد دو طاق تزیینی (که به صورت پله ای رو به بالا بر دامنه شان افزوده مي شود تا به طاقی گرد در یک قاب گوشه دار مي رسند)، در اطراف طاق و هسته پل، فضاهای توخالی زیادی ایجاد کرده اند. نكته قابل توجه در ساختمان این پل، دو فضای طاقداری است که در پایه های متکی به کناره های رودخانه- همانند دهانه های کوچکتر پل- ایجاد شده است . این دهانه ها امروزه از هر دو جهت پوشیده است و دقیقا مشخص نیست که آیا برای سبکترکردن پایه های پل ایجاد شده یا دهانه هايی بوده که بعدها جهت بالا بردن استحکام پایه ها مسدود شده است. در طاق ها و بدنه بنا، آجرهايی به ابعاد 5*25*25 سانتی متر به کار رفته است. سطح گذرگاه پل به جهت ارتفاع زیاد دهانه میانی، از وسط به دو جانب دارای شیب نسبتا تندی است.\nبا توجه به بقایای موجود به نظر می رسد که بستر رودخانه در محل برپایی پل سنگ فرشی داشته که این امر مانع از شسته شدن شالوده پل و بستر رودخانه در زیر پایه ها، توسط جریان رودخانه می شده است.\nاز دیگر نکات قابل توجه پل سردار، تزیینات کاشی و آجری، نمای شرقی آن است که در پل های دیگر کمتر مشاهده می شود. در ضلع شرقی پل، تزیینا تی با کاشی بر بالای دهلیزها و نوارهايی از کاشی در اطراف دهانه های پل وجود دارد که نوار دهانه وسطی، یک نوار 25 سانتی متری از کاشي و آجر لعاب دار است و نوار دهانه های جانبی، یک ردیف 5 سانتی متری از کاشی به رنگ آبی است. در ضلع جنوبی دهانه وسطی، در یک کادر مستطیل شکل، کتیبه ای از آجر برجسته وجود دارد که در دو طرف آن، تاریخ ((1333)) و عبارت ((یاعلی)) به خط کوفی نوشته شده است. اين بنا به شماره 1485 به ثبت تاريخي رسيده است.",
        	     "پل تاريخي سردار در محور جنوب غربي حومه شهر زنجان بر روي رود خانه زنجانرود واقع گرديده "),
        	    
        	    bastani_05("8516",
        	     "pol_seyed",
        	     "",
        	     36.6446636d,
        	     48.4456874d,
        	     "پل حاج سید محمد (زنجان)",
        	     "این پل در جنوب شرقی زنجان، بر روی رودخانه زنجان رود و در مسير زنجان به همدان قرار گرفته و در حدود سال 1300 ه . ق توسط حاج سید محمد - از تجار و متمولین زنجان در دوره ناصرالدین شاه - ساخته شده است .\nدرازای پل حدود 195 و عرض آن 5/6 متر است. پل دارای سه چشمه یا دهانه بزرگ و دو دهانه کوچک برروی پایه های سنگی، با طاقهاي جناغی است. پایه های پل تا ارتفاع 2 متر با سنگ های سفيد به ابعاد 55*10 سانتی متر و ملات ساروج ساخته شده و در داخل و هسته پایه ها، از سنگ های درشت رودخانه استفاده شده است. پایه های پل در جهت بالادست، چند ضلعی و در پایین دست نیم دایره شکل گرفته است .\nدهانه میانی پل که بزرگتر از دیگر دهانه هاست، 10/9 متر عرض و از سطح آب حدود 5/6 متر ارتفاع دارد . دهانه های جانبی پل نیز 80/4 متر ارتفاع – از سطح آب - و 90/4 متر پهنا دارد . در میانه دهانه های اصلی پل و برروی پایه ها، دو دهانه کوچکتر نیز با طاق جناغی و عرض 30/2 متر ساخته شده است. این دهانه ها علاوه بر کاهش وزن پل و صرفه جويی در مصالح، آبهای طغیانی را از خود عبور می دهد. همچنان که در تعداد دیگری از پل های همزمان در این منطقه شاهد هستیم، در هسته آجری این پل نیز فضاهای خالی طاقدار زیادی تدارک دیده شده که این امر باعث سبکی وزن پل، فشار کمتر  بر پایه ها و صرفه جويی در مصالح می شود. این فضاها به تعداد 12 عدد، در پایه های متکی بر کناره های رودخانه و در فاصله بین دهانه ها تعبیه شده است.\nتمام طاق ها و بدنه اصلی پل با آجرهايی به ابعاد 5*25*25 سانتی متر ساخته شده است. بستر رودخانه در محل برپایی پل، سنگ فرش شده بود که بعد از خرابی، توسط سازمان میراث فرهنگی با سنگ های رودخانه ای بازسازی شده است. سطح گذرگاه پل، جان پناه هایی در طرفین دارد و به جهت ارتفاع زیاد دهانه میانی، از وسط به طرفین شیب ملایمی دارد و با سنگ های رودخانه ای فرشی شده است.\nاین پل در سالهای اخیر توسط سازمان میراث فرهنگی تعمیر و مرمت شده و به شماره 1486 به ثبت تاریخی رسیده است .",
        	     "این پل در جنوب شرقی زنجان، بر روی رودخانه زنجان رود و در مسير زنجان به همدان قرار گرفته"),
        	    
        	    bastani_06("xxxx",
        	     "pol_mirbaha",
        	     "",
        	     36.650784d,
        	     48.453133d,
        	     "پل میربهاءالدین (زنجان)",
        	     "این پل در جنوب شهر زنجان، بر روی زنجان رود احداث شده از آثار دوره قاجاریه است . این بنا که به پل کهنه نیز شهرت دارد در مسیر ارتباطی زنجان - کردستان قرار دارد و امروزه با ساختن پل جدید دیگر مورد استفاده قرار نمی گیرد.\nدرازای پل حدود 100 متر است و عرض آن با احتساب جان پناه ها به 70/6 متر می رسد. ارتفاع پل در بلندترین نقطه آن از سطح رودخانه حدود 11 متر است. پل دارای سه دهانه با طاق جناغی است. دهانه میانی از دو دهانه دیگر بزرگتر است. این پل، عمود بر رودخانه ساخته شده و برای قرارگرفتن در راستای جاده، انحنايی به دو انتهای آن داده اند .\nیایه های پل برروی سطح سنگ فرش شده قرار دارد و از قطعات سنگ تراشیده و ملات آهکی ساخته شده و تا ارتفاع 40/1 متري سطح آب بالا آمده است. در این ارتفاع، پاکار طاق و بدنه اصلی پل با آجرهايی به ابعاد 5*24*24 سانتی متر شروع می شود عرض پایه ها در پایین ترین قسمت آن حدود 80/6 متر است. برروی هر کدام از پایه ها، دو غرفه بر روی یکدیگر ساخته شده است. غرفه زیرین که کوتاهتر و دارای طاق گهواره ای است 4 متر عرض و 3/2 متر ارتفاع دارد. غرفه فوقانی با طاق جناغی پنج و هفت 60/4 متر ارتفاع و 4 متر عرض دارد. این غرفه ها که روی پایه هاي دیگر نیز تکرار شده، علاوه بر عبور دادن آبهای طغیانی، وزن و فشار وارد بر پایه ها را هم کم می کند. علاوه بر این تمهید ، برای کاهش وزن پل فضاهای جانبی سه دهانه بزرگ پل را به صورت توخالی درآورده اند تا طاق ها توان بيشتري برای تحمل فشار داشته باشد. غرفه های پایه جنوبی توسط راه پله مارپیچ  شکلی به هم ارتباط دارد. در بالادست و پایین دست پایه های پل، آب برهايی از سنگ برای تسهیل جریان آب ایجاد شده است. آب برهای بالا دست پل، چند ضلعی و آب برهای پایین دست نیم دایره شكل داده شده اند .\nدهانه میانی و بزرگتر پل 14 متر عرض و 5/8 متر ارتفاع - از تیزه طاق تا سطح آب - دارد. دهانه های کناری نیز دارای 15/12 متر عرض و حدود 7 متر ارتفاع هستند.\nاین پل در دوره اخیر به همت سازمان میراث فرهنگی تعمیر گشته و به شماره 1484 به ثبت تاریخی رسیده است .",
        	     "این پل در جنوب شهر زنجان، بر روی زنجان رود احداث شده "),
        	    
        	    bastani_07("xxxx",
        	     "haj_dadash",
        	     "",
        	     36.668844d,
        	     48.47654d,
        	     "گرمابه حاج داداش ",
        	     "گرمابه حاج داداش در بازار پائين شهر زنجان به موازات مسجد ميرزايي با وسعت تقريبي سه هزار متر مربع و زير بناي چهار صد متر مربع قرار دارد  ، اين بنا از طرف شمال به خانه هاي مسكوني از سوي جنوب به راسته بازار پائين و مسجد ميرزايي ، از طرف غرب به كوچه سيدلر ، و از سمت شرق به سراي ملك كه يكي از قديمي ترين كاروانسراهاي درون شهري شهر زنجان است محدود مي شود .\n گرمابه حاج داداش كه با ساخت بازار در اوائل حكومت قاجاريه موجوديت پيدا مي كند فضاي اصلي آن شامل هشتي ، بينه ، ميان در ، گرمخانه و خلوتي مي باشد .\n زيباترين بخش اين حمام سنتي فضاي  بينه آن است در اين بخش طاق اصلي بر روي چها ستون سنگي مزين به سر ستونهاي مكعبي شكل و بدنه مارپيچي ( از نوع ستونهاي تركيبي ) قرار دارد .\nاين بنا اكنون به عنوان چايخانه سنتي مورد استفاده قرار مي گيرد . ",
        	     "در بازار پائين شهر زنجان به موازات مسجد ميرزايي"),
        	    
        	    bastani_08("xxxx",
        	     "hamam_salar",
        	     "",
        	     36.436458d,
        	     48.795004d,
        	     "حمام سالار",
        	     "حمام سالار بنایی است متعلق به دوره قاجاریه كه در جوار گنبد معروف الجایتو در شهر تاریخی سلطانیه زنجان واقع شده است. این بنا كه شبیه به تمامی حمامهای ایرانی كاملا در زیر زمین ساخته شده ، شامل تمامی عناصر اصلی تشكیل دهنده حمام ایرانی از قبیل گرمخانه، میاندر، سربینه، تون و خزینه است. \nتاریخچه حمام سالار \nبانی حمام سالار شخصی به نام سیف علی خان كلانتری معروف به سالار خان بود. ساخت این بنا كه در اواخر قاجار و در سال 1293 ه.ش. گشته است قریب یك سال طول كشید. در سال 1344 به جای خزینه به دستور اداره بهداشت در حمام از دوش استفاده شد و پس از سال 1358 حمام سالار به حال مخروبه در آمد پس از چندی شورای محل با فروش خاكستر های اطراف روز ها به صورت جمع آوری هزینه تعمیر، این بنا مجدداً آماده استفاده شد. در این زمان فعالیت حمام روزها به صورت جداگانه مردانه و زنانه شد، به این ترتیب كه مردها از غروب تا ساعات اولیه صبح و زن ها از صبح تاغروب از حمام استفاده می كردند. شروع فعالیت مرمت بنا در سال 1372 توسط سازمان میراث فرهنگی  آغاز شد حمام در این سال از فرزندان و نوادگان سالار خان خریداری و به مالكیت دولت در آمد.",
        	     "سلطانیه"),
        	    
        	    bastani_09("xxxx",
        	     "chalapi",
        	     "",
        	     36.436561d,
        	     48.796721d,
        	     "آرامگاه چلبی اوغلو (سلطانیه)",
        	     " مجموعه ی بنای مقبره ی چلبی اوغلو در پانصد متری جنوب غربی سلطانیه بر سر راه سلطانیه به خدابنده واقع است و محققان ، آن را به سلطان چلبی منسوب کرده ،تاریخ احداث آ ن را سال 728ه0ق میدانند. بناهای این مجموعه شامل خانقاه و ساختمان مقبره ی چلبی اوغلو است 0 بنای خانقاه ،از قطعات سنگ های نتراشیده ساخته شده که قسمت عمده ی آن ویران شده است 0 این خانقاه ،در نقشه ی اصلی ،شامل ورودی ،تالارها،اطاق های جانبی و صحن مرکزی روبازی بوده که اطراف آن را رواق ها و اطاق های کوچکی فرا گرفته وازآن مریدان و شاگردان خانقاه بوده است 0\nمقبره ی چلبی اوغلو ،با نقشه ی هشت گوش ،در بخش جنوبی خانقاه و احتمالاً درون فضای محصوری قرارداشته است 0هر چند به نظر می رسد این دو بنا در یک زمان ساخته نشده ،اما فاصله ی زمانی هم نداشته اند0 ارتفاع این بنا 17 متر ،طول هر ضلع از بیرون 16/4 و قطر بنا 6/7متر است .\nبرای ساخت بنا ابتدا سه ردیف سنگ سبز تراشیده شده چیده شده و سپس آجرچینی دیوارها با سبک زیبای آلت ولغت و و کاربندی تا سطح 5/2 متری اجرا شده است 0از این ارتفاع به بعد ، فرم آجرچینی ساده شده ، تفاوتی اساسی با بخش تحتانی جود دارد .\nهر ضلع خارجی مقبره ،با طا قنماهای زیبایی با قوس ها ی پنج و هفت کند نماسازی شده اند .\nبر بالای این طاق ها ،گنبدی آجری با ساقه ای نسبتا\" بلند استوار شده است .این گنبد،ازدیوارها - ی خارجی کمی عقب تر است وروی پایه ای شانزده ضلعی قرار گرفته است .\nدرگاه ها ،از قطعات سنگ تراشیده ساخته شده و کف بنا نیز از قطعات سنگ فرونشانده در آهک سنگفرش شده است .در این کف ،سوراخی جهت دسترسی به سرداب زیرین تعبیه شده است .در این سرداب ،قبر سلطان در وسط قرار دارد و اجساد مریدان با توجه  به درجه و مراتب آنها در گرداگرد آن قرار داده شده است .محوطه ی داخلی مقبره شامل اتاق هشت گوش ساده ای به اضلاع 75/3 متر است .دیوار ها کاملاً ساده است ودر میان هر ضلع  آن ،طاقنما و طاقچه ی بلندی به ضلع 75/1 و ارتفاع 3 متر به چشم می خورد . دیوارهای داخلی اضلاع مقبره ،از یک قشر گچ پوشیده شده است . در ورودی ، رو به طرف شمال است .در سمت جنوب نمای داخلی ،محراب بسیار جالبی با مقرنس های گچبری دیده می شود .طاقنماهای اضلاع داخلی داخلی در زیر گنبد ،به 16 ضلع تبدیل شده وسپس دایره ی گنبد بر روی آن قرار \nگرفته است که نور گیرهای بالای ترنبه ها ،بر گریو گنبد تعبیه شده است که نور داخل را فراهم می سازد .این بنا در بخش فوقانی –خاصه گنبد –فاقد تزیینات لازم از جمله پوشش کاشی است و چنین به نظر می رسد که بعد از اینکه مقبره را تا ارتفاع 5/2 متری ساخته اند ،تحولاتی که شاید مرگ سلطان یا دیگر تحولات سیاسی بوده ،سبب شده است که ساختمان مقبره را با سرعت بیشتر و تزیین کمتری بسازند .\nمقبره دارای حیاطی با دودر بوده؛ یکی در قسمت جنوبی و دیگری در منتهی الیه دیوار شرقی که هر دو در دوره های بعد به وسیله ی سنگ های نامنظم و بدون ملاط مسدود شده است .در قسمت جنوب غربی حیاط نیز آثار دو زیرزمین کشف گردیده که به نظر می رسد محل مقابربوده است .",
        	     "پانصد متری جنوب غربی سلطانیه بر سر راه سلطانیه به خدابنده "),
        	    
        	    bastani_10("xxxx",
        	     "dashkasan",
        	     "",
        	     36.331154d,
        	     48.864949d,
        	     "معبد داش کسن",
        	     "اين مجموعه در 10 كيلومتري جنوب شرقي سلطانيه ، در نزديكي روستاي وير ، از توابع همين بخش قرار گرفته است. اين مجموعه در محوطه اي به شكل مستطيلي ناقص ، به طول 400 متر و عرض 50  تا 300 متر ، ديده ميشود.\nدر درون اين مجموعه ، سه غار نسبتا\" عميق در دل كوه كنده شده است كه كنده كاري هاي زيبايي دارند. از نقش هاي اين كنده كاريها ، ميتوان به دوتصوير اژدها كه در مقابل يكديگر به شكل قرينه حك شده اند و طول هريك 5/3 متر است ، اشاره كرد . در طرفين اين نقشها ، محراب هاي زيباي نقش داري با طرح هاي اسليمي ، گل و بوته و مقرنس هاي سنگي كنده كاري شده اند . مجموعه آثار كنده كاري اين محل ، يادگار هنرمندان چيني است كه به فرمان اولجايتو از چين فرا خوانده شده بودند. \nبر اساس فرضيه اي ، غارهاي \" داش كسن \" در دو دوره تاريخي جدا از هم مورد استفاده قرار گرفته است. در دوره نخستين ، اين غار نيايشگاه آئين مهرپرستي در عهد ساساني بوده است ، اما از اين دوره آثاري بجاي نمانده است . دوره دوم كه نقش هاي اژدها ، برگ مو ، پيچك و طرحهاي اسليمي ، يادگار آن دوره است ، به دوران فرمانروايي ايلخانان تعلق دارد. سنگهاي سبز بكار گرفته شده در حصار ارگ سلطانيه ، مطمئنا\" از محل تاريخي داش كسن (سنگ بر) بريده شده است.در نتيجه برش و انتقال سنگ ، فضاي لازم جهت كنده كاري و دخمه سازي در اين محل فراهم شده  و اين مكان با اندكي تغييرات به آرامگاه تبديل شده است . بنابراين ، محوطه تاريخي داش كسن را مي توان در رديف آرامگاه هاي دوره ايلخاني نيز طبقه بندي كرد.\n\n\nمعبد صخره‌اي داش كسن كه به معناي سنگ تراشيده يا بريده سنگ مي‌باشد در جنوب شرقي روستاي وير در سينه‌كش ارتفاعات محلي سلطانيه قرار دارد ، در اين معبد علاوه بر استفاده از فن‌آوري پيشرفته زمان كه پيامد رشد و تكامل فن سنگ‌تراشي با ابزار فلزي است ، انتخاب مناسب‌ترين نقطه نسبت به نقاط همجوار نمودار توجه و آشنايي كامل سازندگان آن با دانش زمين‌شناسي و معدن‌شناسي است .\nبه نظر مي‌آيد هنرمندان خلاق معبد صخره‌اي در خلق حجاريها و كنده‌كاريهاي زيبا كه در غرب و شرق اين نيايشگاه گسترده شده علاوه بر مهارت در تكنيك سنگ‌تراشي از پاره‌اي اصول پيكرتراشي نيز الهام گرفته‌اند . \nظهور و پيدايش اين معبد صخره‌اي را مي‌توان با توجه به شكل معماري ( چليپائي ) آن و وجود فضاهايي مانند مهرابه‌هاي مهرپرستان به سده‌هاي اول و دوم ميلادي بازگرداند و از سوي ديگر نحوه پرداخت نقوش آن متأثر است از اوضاع اجتماعي ايران قرن هشتم هـ . ق . نقوش حجاري شده اژدها ، طرحهاي گياهي ، رديفي از بن نگاره‌ها بر روي گلدانهايي در دو سوي طاق هلالي كه در دهه‌ها و سده‌هاي بعد ، اين شيوه تزئيني را بر گرداگرد ايوانهاي مساجد مي‌بينيم ، همراه با محرابيهايي با تزئينات  مقرنسي ، آميزه‌اي از هنر ايران و چين را با مفهوم و محتوايي ديگر بوجود آورده . اژدهاي نقش شده بر پيكره صخره‌اي داش كسن كه در هنر و انديشه ايراني مظهر ظلم ، ستم و پليدي است با نفوذ قوم فاتح همچون محافظ هميشه بيدار كه نشان از ارزاني ، خير ، بركت ، دولت و سلطنت دارد در هنر ايران جاي مي‌گيرد . ",
        	     "10 كيلومتري جنوب شرقي سلطانيه ، در نزديكي روستاي وير ، از توابع همين بخش "),
        	    
        	    bastani_11("xxxx",
        	     "rakhtshoekhaneh",
        	     "",
        	     36.671001d,
        	     48.484796d,
        	     "رختشويخانه زنجان",
        	     "این بنا در بافت قدیمی شهر زنجان، حد فاصل خیابان سعدی و داوود قلی، در کوچک فرهنگ واقع گردیده و یکی از بناهای جالب توجه و عام المنفعه زنجان به شمار می آید که در سال 1345 ه . ق توسط دو برادر به نام های مشهدی اکبر (معمار) و مشهدی اسماعیل (بنا) ساخته شده است . این بنا جنبه عام المنفعه داشته و بدون دریافت پولی در تمام مدت شب و روز در اختیار شهروندان بوده است (البته مبلغ کمی توسط سرایدار به عنوان حق سرايداري گرفته می شده است). سرپرست رختشویخانه توسط رئيس بلدیه گمارده می شد. بنای رختشویخانه زنجان شامل قسمت های، محل سکونت سرایدار، حیاط، مخزن آب و فضای شستشو می باشد.حياط بنا به ابعاد 23*12 متر درختکاری شده و در جبهه شمالي آن واحد مسکونی کوچکی به مساحت حدود 60 متر، جهت اقامت سرايدار ساخته شده است . نقشه و نمای این واحد به سبک سنتي است. مخزن آب در منتهی الیه سمت شمالی مجموعه و مشرف به سالن شستشو قرار دارد. این بخش فضايی است به طول17، عرض 5/11 و ارتفاع 8 متر که با سه واحد پوشش طاق و تویزه برروي جرزها و ديوارها سقف شده است. سطوح داخلی بنا تا ارتفاع 4 متري، داراي اندود ساروجی است و به نظر می رسد بنا می توانسته تا اين ارتفاع با آب پر شود که در آن صورت مخزن گنجایش حدود740 متر مكعب. قسمتی از این مخزن به فضايی شبيه تراس كه مشرف به محل شستشو (جهت اشراف کامل مدیریت بر اعمال استفاده كنندگان ) مي باشد، اختصاص یافته است .\nفضاي شستشو به ابعاد7/13*63 متر از ساخت و طراحی جالبي برخوردار است. پوشش طاق و تویزه این بنا در میانه بر روی يک ردیف ستون سنگی 11 تایی و در کناره ها بر روی جرزها و دیوارها قرار گرفته است. ستون ها از یکدیگر 70/5 متر فاصله دارند و ارتفاع قابل مشاهده آنها 70/2 متر است. بر روی این ستون ها پایه ای مربع از آجر ساخته شده و پاطاق پوشش بنا بر آن قرار گرفته است. در فضای میانی طاق های بالای ستون ها، گنبد های عرقچینی نهاده و در هر کدام از آنها 5 روزنه نورگیر تعبیه کرده اند . نورگیرهای دیگری در دیوارها تعبیه شده است. در این فضا برای شستشوی رخت ها و دیگر وسایل حوضچه های سنگی متعددی ساخته شده که از طریق مجاری آب از مخزن اصلی تغذیه می شوند و فاضلاب حاصل نیز از طریق کانالی که در زیر پاشویه ها قرار دارد (به عرض و ارتفاع 110*60 سانتی متر)، به بیرون بنا منتقل می شود. مجاری آب،  حوضچه ها و پاشویه ها از سنگ های تراشیده ساخته شده است .\nمصالح مورد استفاده در بنا آجر و سنگ است. سنگ استفاده شده در اینجا از معادن سنگ روستای اژدهاتو استخراج شده و پس از حجاری به این محل منتقل شده است. آب مورد نياز رختشویخانه نیز از قنات قلعچه حاجی میربهاءالدین تامین می شده است . این بنا در دوره اخیر تعمیر و مرمت شده و به شماره 1747 به ثبت تاريخي رسیده است و به عنوان موزه مردم شناسی مورد استفاده قرار می گیرد .",
        	     "حد فاصل خیابان سعدی و داوود قلی، در کوچک فرهنگ واقع گردیده "),
        	    
        	    bastani_12("xxxx",
        	     "DARAEE1",
        	     "",
        	     36.6712075d,
        	     48.4811911d,
        	     "بناي دارائي",
        	     "عمارت دارايي در بافت تاريخي شهر زنجان قرار گرفته ، ظاهراً اين بخش از شهر در اواخر دوره فاجار و اوائل حكومت رضا خاني تقريباً مقارن با اواخر جنگ جهاني دوم از سوي دولت وقت بصورت مجموعه اي به اماكن و ساختمانهاي دولتي اختصاص مي يابد كه عبارت بودند از عمارت دارايي در باغي معروف به همين نام ، بناي دخانيات ، اداره غله ، انبار قند و شكر \nبه هر حال بناي دارايي طبق كتيبه اي كه بر فراز سردرهاي ورودي جبهه شمالي و جنوبي بنا نقش شده تاريخ ساخت آن به سال 1316 هجري شمسي اوائل حكومت رضا خاني باز ميگردد كه از همان ابتدا به امور ماليه اختصاص مي يابد .\nعمارت دارائي حاصل فعاليت و نوآوري معماراني چون وارطان هوان سيان ، پل آبكار و گابريل گوركيان است كه در دهه هاي نخست سده قرن بيستم تأثير بسيار مثبت و مهمي را بر روي معماري نوين ايران داشتند ، دوران فعاليت آنها مصادف با تحولات عميق هنري و معماري در اوائل قرن بيستم در اروپا بود در واقع همزمان با اوج فعاليت معماران بزرگ اروپايي كه همگي از  پيشگامان مكتب هنر نو و جنبش معماري مدرن بوده اند .\nتاریخچه بنا : \nبا عنایت به نوشته یادبود در قسمت بالای پنجره طبقه دوم که بیشتر آن از بین رفته در سال 1316 شمسی بعنوان ساختمان اداری ساخته شده و بانی ان  نیز حکومت وقت بوده که بمناسبت دوازدهمین سال جلوس رضا خان تاسیس گردیده ، این بنا با نظارت آقای مستوفی که مسئول حسابرس مالیاتی وقت بوده ساخته شده و سپس تحویل اداره دارایی گردیده است . \n\nبر اساس اسناد و مدارك موجود عمارت زيباي دارايي يكي ار آثار ارزنده اي است كه در اين رهگذر توسط پل آبكار بوجود آمده و ميرزا محمد علي مستوفي پيشكار خمسه نخستين رئيس ماليه آن بود.\nاين اثر به شماره 2335 در فهرست آثار ملی به ثبت رسيده است .  ",
        	     "زنجان- زینبیه غربی"),
        	    
        	    bastani_13("xxxx",
        	     "zolfaghari",
        	     "",
        	     36.6712075d,
        	     48.4811911d,
        	     "عمارت ذوالفقاری",
        	     "درمرکز بافت قدیمی شهر زنجان مجموعهی تاریخی ذوالفقاری واقع شده است که هم اکنون این مجموعه تقسیم شده وقسمت هایی از آن از بین رفته است .\nازجالبترین بنا های باقی مانده ی این مجموعه ، بنای تاریخی مرکز مجموعه ی بیرونی  است . این   بنا در دو طبقه و یک سردابه ساخته شده ،  پلان بنا ایرانی وسبک ساختمانی آن تقلیدی از بنا های گوتیک اروپا است.\nاین مجموعه دارای دو طبقه است .در طبقه ی اول قسمت اداری وحسابداری قرارگرفته ودر طبقه دوم (که دارای دو راه پله است ) تالارهای پذیرایی ، اطاق ها ی  خواب ، ا طاق های نیشیمن و    \nسرویس های بهداشتی قرار دارد.سقف اطاق ها در طبقات به طرز زیبایی لمبه کوبی شده و شامل طرح های هندسی  و گره سازی است . تزیینات داخل بنا در طبقه ی همکف ، کاشیکاری  به سبک قاجار می باشد که طرح معروف لوتوس (نیلوفر آبی ) می شود .\nتزیینات این عمارت در نما جالب توجه بوده و قرینه سازی  بنا از هنر ایرانی وسبک ستون ها تقلیدی از معماری اروپا است .نمای ساختمان با آجرهای قالبی وپیشبر مزین شده است .\nدر اطراف ورودی طاقنماهای تزیینی دیده می شود .این قسمت نیز که از خیا بان بلافصله داخل مجموعه می شود، از معماری اروپا الهام گرفه است .\nبنای عمارت ذوالفقاری در مجموع از بناهای تاریخی وبا ارزش شهر زنجان است که به سبک بناهای اواخردوران قاجار ساخته شده است .    ",
        	     "زنجان- زینبیه غربی"),
        	    
        	    bastani_14("xxxx",
        	     "behestan",
        	     "",
        	     36.739431d,
        	     47.685013d,
        	     "قلعه بهستان ماهنشان",
        	     "موقعیت جغرافیایی : \nشهرستان ماهنشان به دلیل دوری از مرکز استان و داشتن شرایط اقلیمی خشک و عوارض طبیعی چون دره ها و کوهها و راههای صعب العبور منجر به ناشناخته تر ماندن ماهنشان از لحاظ تاریخی ، فرهنگی و غیره شده است . بر کناره جنوبی قزل اوزن به فاصله 12 کیلومتری مشرق ماهنشان در مسیر راه زنجان عوامل طبیعی و آب و هوای دست به دست هم داده اند . تا یک برآمدگی به ارتفاع تقریبی 250 متر بوده آمده و آنرا از سایر ارتفاعات مجاور متمایز سازد این برآمدگی به دلیل مجاور بودن ب رویتای قدیم بهستان مورد توجه ساکنین قدیمی محل از زمانهای گذشته بوده و امروزه به نام قلعه بهستان شهرت دارد و در ضلع غربی متصل به روستاست . احداث کنندگان آن با علم به ایجاد یک فضای معماری در دل کوهی از جنس خاک نسبتاً سفت و سخت ( گنگلومرا) بوده و به مراتب آسانتر و مقرون به صرفه تر از سایر روشهای ایجاد فضا بوده و نیازهای اولیه انسان را براورده می کرده است . در ضلع شمالی قلعه در پایین ترین قسمت منتهی به جریان آب رودخانه قزل اوزن چهار منفذ به ارتفاع تقریبی بیش از یک متر دیده می شود . بر روی نمای دیواره این ضلع دو مسیر راه ÷له مانند ذیگزاکی شکل یکی به سمت غرب و دیگری به سمت شرق از پایین به بالا با شیب ملایم تعبیه شده که به دلیل فرسایش زیر آنها تردد در آنها خطرناک و ناممکن می باشد  . \nمعماری قلعه : \nسازندگان قلعه با در نظرداشتن طرح اولیه ، اقدام به کندن کوه و تخلیه خاکها و سنگ ها نموده اند و اتاقها را بوجود آوردند و به هر تعدادی که به اتاقهای آن اضافه شده راههای ارتباطی آنها به مجموعه نیز بصورت دالانهایی افزوده گردیده بطور کلی فضاهای موجود در داخل قلعه به سه دسته عمده قابل تقسیم بندی هستند . \n1- دالانها : دالانهای ارتباطی به صورت راهروهای عمومی برای سهولت دسترسی به اتاقها و سای قسمتها بوده عرض یکی از این دادلانها به سه متر می رسد . \n2 – اتاقها : خود شامل اتاقهای بزرگ و اتاقهای کوچک \n3 - پله ها : وجود راه پله های زیاد با عرض یک متر که اقتباس از راه پلة بنا ها و مناره های دوره اسلامی است متاسفانه بعلت صعب العبور بودن راه تردد به سطح بالایی قلعه و خطری که بازدید کننده را تهدید می کند مانع از رسیدن به سطح بالای قله می باشد و بدون عملیات کوهنوردی صعود را غیر ممکن می سازد . \nبا توجه به کلیه مطالعات و پژوهش های انجام گرفته درباره قلعه های تاریخی استان زنجان و گمانه زنی در قلعه های دیگر استان از جمله قلعه سهرین می توان چنین نتیجه گرفت که قلعه روستای بهستان به منظور اولاً : برای مرکزیت سیاسی و اداری روستا ، ثانیاً : محل استقرار حاکم محلی ، که در حقیقت همان کهندژ روستا بوده احداث گردیده است . احتمالاً سطوح فوقانی آن و سایر الحاقات به موارد مذکور آن اختاتص داشته و طبقات پایین تر آن حکم زاغه را داشته که ساکنین هر روستا سرمایه ی زندگی خود را اعم از دام و غلات را در آن نگهداری می کردند و در مواقع خط پناهگاه مستحکمی برای اهالی بوده است . ",
        	     "ماهنشان"),
        	    
        	    bastani_15("xxxx",
        	     "kebrit",
        	     "",
        	     36.6784136d,
        	     48.4903989d,
        	     "كارخانه كبريت سازي سه ستاره زنجان",
        	     "1 –  موقعيت طبيعي : اين بنا در ضلع شمالي بافت قديمي شهر زنجان واقع شده است .\n\n2 -  موقعيت فعلي بنا : بنا در ضلع شرقي خيابان كارگر ( صفا ) نرسيده به بلوار چمران قرار دارد . \n\n3 -  تاريخچه بنا : اين بنا مربوط به كارخانه كبريت سازي مي باشد كه در دوران پهلوي در شهر زنجان بنا گرديده است و تا سال 1357 قبل از انتقال به محل جديد كارخانه كبريت مورد بهره برداري بوده است . باني اين بنا شخصي بنام محمد علي شالچي مي باشد . \n\n4 – مشخصات بنا : اين بنا شامل قسمتهاي دروازه ورودي ، فضاي كارخانه و حياط بنا مي باشد . دروازه ورودي كارخانه كه رو به خيابان كارگر قرار گرفته است شبيه شير خورشيد بنا شده است و فضاي كارخانه شامل قسمتهاي مختلف مراحل توليد كبريت مي باشد . \n\n5 -  تزيينات بنا : اين بنا بعلت صنعتي بودن مكان آن فاقد تزيينات بوده ولي لازم به ذكر است كه نماي غربي بنا با پنجره هاي هلالي و سيمان كاري رنگين نماي زيبايي را به خود اختصاص داده است . \n\n6 – خصوصيات بارز بنا : اين بنا به علي قرار گرفتن در بافت قديمي زنجان ، ميل آجري كه در شهر زنجان منحصر بفرد مي باشد و همچنين بعلت وجود دستگاههاي قديمي در محل        مي تواند بعنوان يك موزه صنعتي كاربرد داشته باشد .\n\n7 -  اقدامات انجام شده در بنا : تا به امروز هيچ گونه اقدام مرمتي در اين بنا انجام نشده است و ديوارهاي محوطه اين كارخانه در طي ساليان گذشته توسط شهرداري تخريب و محوطه كارخانه تبديل به پارك گرديده است .\n\n8 -  نحوه مالكيت : مالك اين بنا در حال حاضر بانك ملي مي باشد كه بعلت عدم پرداخت اقساط وام در يافتي در ساليان قبل ، بانك مالكيت كارخانه و بنا را بابت وام دريافتي به انحصار خود درآورده است .",
        	     "بنا در ضلع شرقي خيابان كارگر ( صفا ) نرسيده به بلوار چمران قرار دارد . "),
        	    
        	    bastani_16("xxxx",
        	     "karvansara",
        	     "",
        	     36.662797d,
        	     48.4807807d,
        	     "كاروانسراي سنگي ",
        	     " قديميترين اثر تاريخي بر جاي مانده بر سطح شهر زنجان ، كاروانسراي سنگي مي باشد كه طبق قرائن ، خاصه متون تاريخي يكي از سه كاروانسرايي مي باشد كه در دوران اقتدار و حكومت صفويان در اين خط ساخته شده ، كاروانسراي سنگي به عنوان يك اثر عام المنفعه در محاوره روزمره مردم اين سامان به داش كاروانسرامعروف مي باشد و در خارج از بافت قديمي شهر زنجان قرار گرفته كه در روزگار نه چندان دوري مشرف بر مزارع سرسبز و باغات ميوه حومه شهر در محور ارتباطي غرب به شرق قرار داشته. \nگفته مي شود كه شاه عباس كبير دستور مي دهد در سطح كشور در مسير راههاي ارتباطي و به منظور تقويت سيستم تجاري و بازرگاني كه در آن زمان دوران رونق و شكوفائي خود را مي گذرانيد ، حدود 1000 كاروانسرا را بسازند كه با توجه به اينكه عمده مصالح آنها از سنگ بوده به كاروانسراهاي سنگي معروف و مشهور مي گردند .\nژان باتيست تاورنيه يكي از بزرگترين سياحان قرن هفدهم ميلادي كه دقيق ترين و مبسوط ترين نقشه هاي  جغرافيايي دوران صفويه را تهيه مي نمايد و در ضمن ما را با اوضاع جغرافيايي و اقتصادي و سياسي آن عهد عميقاً آشنا مي كند ، در بين سالهاي 1632 تا ( ميلادي ) 1668 شش سفر به مشرق زمين داشته كه در اين مسافرتها بيش از نه بار از ايران ديدن مي كند ، مسافرتهاي تاورنيه در زمان سلطنت شاه عباس دوم و شاه سليمان صفوي انجام مي گيرد وي در سفر نامه خود ترجمه ابو تراب نوري در صفحه 80 فصل ششم چنين مي نويسد ( روز بعد بايد از صحراي پست و بلندي گذشت كه در آنجا داخل دره مي شوند و به زنجان مي رسند زنجان شهر بزرگ و بد بنائيست اما كاروانسراي قشنگي دارد ) با توصيفي كه اين سياح اروپائي ارائه مي دهد بايستي كاروانسراي سنگي در اواسط حكومت صفويان داير و آباد بوده باشد اكنون از كل ساخت و ساز اين بناي عام المنفعه بيش از يك سوم باقي نمانده از اين رو تعيين و تشخيص سبك و سياق دقيق و معماري و تزئيني آن بر ما نا معلوم و دشوار مي باشد .\nاين كاروانسرا بيش از سه قرن قدمت دارد و از جمله يادمانهاي ارزشمند عصر صفوي است .\nاين اثر به شماره 2128  در فهرست آثار ملي به ثبت رسيده است .  ",
        	     "زنجان-کمربندی جنوبی-انتهای سعدی جنوبی"),
        	    
        	    bastani_17("xxxx",
        	     "soltanie",
        	     "",
        	     36.4348521d,
        	     48.7929011d,
        	     "گنبد سلطانیه ",
        	     "بنای تاریخی گنبد سلطانیه با ارتفاع 48.5 متر و با قطر دهانه داخلی 25.5 متر به دستور سلطان محمــد خـدا بـنده (الجایتو) از سال 703 تا  713  هجری قمری در داخل ارگ سلطنتی ساخته شده است، ارگ مذکور با پلان مربع به ابعاد 314*296 متر دارای 16 برج و دو دروازه شمالی و جنوبی،با استفاده از سنگهای آهکی سبز (توفیت)ساخته شده است.\nگنبد سلطانیه از نظر ارتفاع پس از کلیسای سانتا ماریا دلفیوره استانبول (86) متر و مسجد ایاصوفیه استانبول (56) متر سومین گنبد مرتفع جهان می باشد.این بنا هشت ضلعی و الهام گرفته شده از مقبره سلطان سنجر در مرو می باشد.این گنبد عظیم در سه طبقه احداث و دارای 8 منار است که در گذشته 8 ماذنه در بخش فوقانی آنها وجود داشته است.اکنون تنها یک منار (شمال شرقی)تا بخش زیرین ماذنه سالم می باشد . سایر منارها تخریب شده و یا بازسازی شده اند.\nعمده ترین مصالح بکار رفته در سازه این بنا آجر می باشد.ابداع گنبد دو پوستهء پیوسته برای اولین بار در تاریخ معماری جهان در این بنا صورت گرفته است.پوسته بیرونی گنبد با کاشی های فیروزه ای پوشیده شده است. داخل بنا نیز دارای زیباترین نقوش کاشیکاری معرق می باشد.\nتزئینات بکار رفته در این بنای تاریخی انواع کاشی کاری،نقاشی روی گچ،آجر کاری مشبک،مقرنس کاری گچی و آجری و گچ بری بر روی پارچه،کتیبه هایی با مضمون آیات قرآن و احادیث می باشد.\nگنبد سلطانیه یکی از مهمترین نمونه های معماری ایلخانی می باشد که تاثیر بسزایی در معماری بناهای تاریخی جهان گذاشته است و می توان نمونه بارز این تاثیر را در معماری کلیسای سانتاماریا دلفیوره (مریم مقدس) در فلورانس دید.\nگنبد سلطانیه در سال 1384 ( 17 جولای 2005) به عنوان هفتمین اثر ملی ایران در فهرست میراث جهانی یونسکو به ثبت رسیده است.",
        	     "سلطانیه- میدان سلطانیه"),
        	    
        	    bastani_18("xxxx",
        	     "jame zanjan",
        	     "",
        	     36.6660363d,
        	     48.4805406d,
        	     "مسجد جامع زنجان",
        	     " بزرگترين و زيباترين مسجد شهر زنجان در بازار بالا، راسته قيصريه قرار گرفته است ، اين مسجد اولين و بزرگترين مسجد و مدرسه شهر بوده ، به سبك چهار ايواني كه كليه قوانين و قرار دادهاي مفروض اينگونه مساجد را  با تأثير پذيري از سليقه ها و امكانات محلي در خود جاي داده .\n اين بناي مذهبي توسط عبدا… ميرزا ملقب به دارا پسر يازدهم فتحعلي شاه قاجار ساخته شده كه به سال 1224  هجري قمري در سن 13 سالگي به حكومت زنجان منسوب شد و ميرزا محمد تقي علي آبادي كه از منشيان خاص شاه بود به وزارت وي انتخاب  وبه زنجان روانه گرديد .\n اين مسجد داراي اسامي متعددي مي باشد كه تعدد اين اسامي و دلائل اطلاق آنها مي تواند در خور توجه و اهميت باشد بدين ترتيب كه اين  بنا بدليل پويايي و جامعيت ، وسعت فضا و اجراي صحيح و زيباي اصول معماري و تزئيني همواره از سوي مردم و حكومت هاي وقت بعنوان مسجد جامع شهر ناميده شده .\nدومين نام مي تواند ملهم و متأثر از نام باني آن باشد ، از اين رو اين مسجد را در كتب و اسناد تاريخي بنام سازنده آن مسجد دارا يا مسجد عبدا… ميرزا دارا مي نامند .\nهمچنين در وقفنامه اين مسجد از آن به نام مسجد جمعه ياد شده است ، مسجد جامع را مسجد سيد نيز مي گويند . علت اين نام گذاري به اين دليل بوده كه امام جماعت و توليت مسجد و مدرسه علميه آن از سوي عبدا… ميرزا به سيد محمد مجتهد كه از مراجع به نام عصر خود در ناحيه خمسه بوده واگذار مي شود .\nهمچنين در مكاتبات ديواني و اداري مسجد جامع را مسجد سلطاني نيز مي گفتند .\nمسجد و مدرسه جامع داراي 20 حجره مي باشد كه حجرات آن در دو سوي ميانسراي مسطتيل شكل گسترده شده اند .\nاوج تزئينات بنا در سطوح ايوانهاي شمالي و جنوبي تمركز يافته ، كاربرد خط بنائي ، نگاره هاي گياهي و انواع طرحهاي معقلي اجرا شده  ،  طيفي از هنر دوره قاجار را بوجودآورده است، همچنين مهمترين كتيبه تاريخي مسجد فرماني  از فتحعلي شاه قاجار است در خصوص احداث بنا كه به خط ثلث در پاي قوس ايوان جنوبي نگاشته شده است  .",
        	     "زنجان در بازار بالا، راسته قيصريه"),
        	    
        	    bastani_19("xxxx",
        	     "sojas",
        	     "",
        	     36.239202d,
        	     48.55442d,
        	     "مسجد جامع سجاس ",
        	     "روستاي سجاس ( سوجاس يا ساجيس) از توابع روستاي خدابنده كه روزگاري شهري پر رونق و آباد بود ، داراي مسجد زيبايي از دوره سلجوقي است اين مسجد كه محراب زيباي آن متعلق به دوره ايلخاني مي باشد از نوع مساجد با يك شبستان گنبد دار است . مسجد جامع سجاس را مي توان نمونه عالي براي انواع خطوط تزئيني در معماري قرون مياني اسلامي دانست .\nكاربرد انواع خطوط تزئيني كوفي ( كوفي قرمطي ، كوفي گره دار ، كوفي مورق برگدار) و خط ثلث كه به تكنيك گچبري بر سطحي از نقوش اسليمي ، ختايي و بن نگاره هاي گچي در سطوح محراب و حاشيه گرداگرد صحن شبستان و همچنين حاشيه فيلپوشها اجراء شده است . از ديگر ويژگيهاي اين بناي مذهبي آجر چيني بسيار زيبا و متنوع لچكها و فيلپوشها همراه با قاب بندي هايي كه فضا و حجم هاي هندسي بي نظيري را بوجود آورده است . ",
        	     "روستاي سجاس ( سوجاس يا ساجيس) از توابع روستاي خدابنده "),
        	    
        	    bastani_20("xxxx",
        	     "ghorve",
        	     "",
        	     36.135601d,
        	     49.281986d,
        	     "مسجد جمعه يا مسجد جامع قروه",
        	     "مسجد جامع قروه كه به مسجد جمعه نيز معروف مي باشد ، با قدمت يك هزار سال در 18 كيلو متري شرق شهرستان ابهر قرار دارد . فضاي اصلي اين مسجد صحن گنبدداري است كه دو شبستان را با پوشش مسطح در غرب و شرق خود جاي داده است . تزئينات بر جاي مانده در اين بنا شامل كتيبه اي به خط ثلث منقوش به نگاره هاي گياهي (سنه 585 ه.ق ) در پاي فيلپوشها و كتيبه اي به خط نسخ بر فراز محراب ( سنه 413 ه.ق ) همراه با ترنجهاي در هم بافته شده گچي و سطوح زيباي فيلپوشها و گوشواره‌ها با طرحهاي آجرچيني كه حجمهاي زيباي هندسي را بوجود آورده است ، اين مسجد دوره سلجوقي را تبديل به يكي از شاهكارهاي هنر و معماري قرون مياني اسلامي ساخته است .  ",
        	     "18 كيلو متري شرق شهرستان ابهر "),
        	    
        	    bastani_21("xxxx",
        	     "khanom",
        	     "",
        	     36.6689786d,
        	     48.4763899d,
        	     "مسجد و مدرسه خانم ",
        	     "مسجد و مدرسه خانم از جمله بناهاي مذهبي و تاريخي شهر زنجان است، كه در محله قديمي فخيم الدوله قرار دارد. اين بنا توسط استاد اسماعيل بنا و به سفارش يكي از بانوان متمكن در اواخر دورة قاجار ساخته شده است .\nمسجد و مدرسه خانم مي تواند جايگاه خاص و منحصر بفردي را در ميان آثار تاريخي داشته باشد. اين بنا از نقطه نظر سبك معماري و شيوه و تكنيك تزئيني به بهترين شكلي گوياي معماري دورة قاجار است .\nوجود مناره هاي قطور و كوتاه بر فراز سردر زيبا كه داراي تزئينات بديع معقلي و قابل مقايسه با  مناره هاي مدرسه سپهسالار تهران مي باشد و تزئينات پركار  بخش اعظم درگاه ورودي ، همچنين سطوح فوقاني حجره هاي مشرف به ميانسراي هشت ضلعي كه با يك عقب نشيني  نماهايي  با قوس جناغي و هلالي  بوجود آورده،مزين است به نقوش هندسي ،  كه عموماً با رنگهاي رايج در دوره قاجار يعني رنگهاي  زرد ، نارنجي ،  سياه ، سفيد و صورتي رنگ آميزي شده ، تمامي اين شيوه هاي  معماري و موتيفهاي تزئيني منحصراً مشخصه معماري دورة قاجار است .\n مسئله ديگر كه شاخص اين مسجد ومدرسه ميتواند باشد اين است كه ساخت مساجد و مدارس و بعصاً بناهاي عام المنفعه از سوي بانوان متدين و مقتدر در طول تاريخ جامعه ما سابقه اي بس طولاني دارد ، اين امر بر ارزش و اعتبار و جايگاه ويژه اين بناي مذهبي بيش از پيش افزوده است .\nبراي مثال مي توان مدرسه مادر شاه يا مدرسه چهار باغ اصفهان را ذكر نمود كه به دستور مادر شاه سلطان حسين صفوي به تاريخ 1114ساخته شده كه با گذشت بيش ازچهار قرن همچنان اعتبار و پويايي خود را در عرصه فرهنگ و معماري حفظ كرده و همچنين بناي مسجد با شكوه گوهرشاد در مشهد كه به درخواست همسر شاهرخ تيموري بنا گرديده است.\nتاريخ ساخت مسجد خانم به استناد كتيبه سردر به سال 1322 هجري قمري باز مي گردد، كه به درخواست جميله خانم دختر حسين قلي خان ذوالفقاري نظام العداله  خواهر ذوالفقار خان اسعد الدوله ساخته شده .\nهمچنين به موجب وقفنامه آن كه در 22 محرم الحرام سال 1326 هجري قمري تنظيم گرديده ، اين بانوي مجلله كه قبل از اتمام و انجام ساخت بنا وفات نمود و دختر خود به نام قمر تاج خانم را بعنوان اولين و نخستين متولي آنجا برگزيد .",
        	     "زنجان- خیابان امام - نرسیده به چهارراه امیرکبیر"),
        	    
        	    bastani_22("xxxx",
        	     "golabar",
        	     "",
        	     36.504303d,
        	     48.360557d,
        	     "مسجد جامع گلابر ",
        	     "این بنا در روستا گلابر در 52 کیلومتری سمت جنوبی زنجان واقع است . در این روستا ،آثاری از قلعه ی زیبایی در بالای کوه مشرف بر روستا دیده می شود . در دامنه ی غربی این ارتفاعات ، تل تاریخی مسجد جامع گلابر واقع گردیده که مورد حفاری قرار گرفته و مجموعه ی بسیار ارزشمندی از دل خاک نمایان شده است .این مجموعه از یک مسجد و یک خانقاه که احتمالاً بقعه نیز می تواند باشد ، تشکیل شده است . \nنقشه مسجد ، مربع نسبتاً کوچکی است که دورتادور آن تا ارتفاع 5/1 متری ، از سنگ نوع تراورتن نامرغوب ساخته شده و در منتهی الیه آن ، کتیبه ای به خط متمایل به نسخ در دورتادور مسجد حکاکی شده است . محراب مسجد تماماً از سنگ سفید ساخته شده و برآن ، اسماء جلاله و اسامی ائمه اطهار  نام حضرت فاطمه (س) همراه با نقوش اسلیمی حکاکی شده است . در حفاری ، هیچ اثری که حاکی از نوع سقف مسجد باشد ، پدیدار نگردیده ؛ اما لاشه سنگ های اطراف بنا و قراین موجود و مقایسه ی بنا با بناهای همردیف آن چنین می نماید که سقف ابتدایی مسجد ، گنبد مدوری بوده که به لحاظ عدم انسجام سنگ ها فرو ریخته و در دوره های بعدی ، سقف آن با تیر و تخته پوشیده شده است . این بنا بعد از بازسازی ؛ اکنون مورداستفاده ی اهالی است .در سمت شمالی مسجد ، آثار و بقایای ساختمانی مشهوداست که احتمالا آرامگاه شیوخ بوده و به علت عدم کشف سنگ قبر ، شخصیت صاحب ارامگاه نامعلوم است . این آرامگاه پس از بازسازی هم اکنون به عنوان مسجد قمت زنان مورداستفاده  اهالی است . بنای اولیه ی مسجد احتمالا مربوط به دوره ی سلجوقی است . ",
        	     "در روستا گلابر در 52 کیلومتری سمت جنوبی زنجان "),
        	    
        	    bastani_23("xxxx",
        	     "zahrnoosh",
        	     "",
        	     36.130836d,
        	     49.197369d,
        	     "آرامگاه پير احمد زهر نوش ( ابهر )",
        	     "اين بنا در منتهي اليه جنوبي ابهر قرار گرفته و شامل بقعه و چند واحد الحاقي در شمال غربي آن است . بناي اصلي آرامگاه ، از دو طبقه تشكيل يافته كه طبقه زيرين ، محل آرامگاه و تالار بالايي ، محل خانقاه و جايگاه ذكر و بحث دراويش بوده است . ديوار خارجي بنا كه از آجر و با نقش ساده ساخته شده است ، داراي پيش و پس سازي هايي است كه جلوه خاصي به مجموعه بخشيده است . در داخل بقعه و زير گنبد ، در چهار گوشه ، چهار ترنبه زده شده و طح چهار ضلعي به هشت ضلعي تبديل گشته است . در طاقنماهاي ميان هر دو ترنبه نور گيري جا سازي شده است . بر فراز بقعه ،  گنبدي مخروطي شكل بر پا شده كه به زيبايي اين مجموعه افزوده است . بنا ، از آثار قرن نهم شناخته شده و مدفن سه تن از مشايخ صوفيه به نامهاي (( شيخ ابو بكر محمد بن عبد الله بن حارث ابهري )) ، (( پير احمد معروف به زهر نوش )) و (( شيخ شهاب الدين ابهر ، استاد شاه طهماسب صفوي )) است . ",
        	     "در منتهي اليه جنوبي ابهر "),
        	    
        	    bastani_24("xxxx",
        	     "mojtahed",
        	     "",
        	     36.668071d,
        	     48.4691879d,
        	     " مقبره سيد محمد مجتهد ",
        	     "آرامگاه و حرم سيد محمد مجتهد در اواسط خيابان نواب صفوي و در حد فاصل بازار پائين و قبرستان پائين قرار دارد . ارامگاه مذكور متعلق به سيد محمد مجتهد متوفي به سال  1269 هجري قمري است. ايشان در زمان فتحعليشاه قاجاريه دستور عبداله ميرزا دارا حاكم زنجان از قريه سيردان طارم به زنجان آورده شده تا در مسجد جامع شهر ضمن اقامه نماز جمعه و جماعت و ترويج دين ، حوزة علميه نيز داير نمايند. پلان آرامگاه به شكل هشت ضلعي است ودر هر يك ازاضلاع هشتگانه يك واحد ايوان تعبيه شده وسقف آن ها را قوسهاي پنج او هفت تند پوشش مي نمايد . برفراز اين حجم گنبدي از نوع دو پوششي و با ساقه نسبتاً بلند استوار گشته و ساقه آن با كلمه علي ( ع ) به خط كوفي معقل مزين گشته . در سالهاي اخير عليرغم تجديد كاشيكاري كنبد ، تزئينات مزبور از حيّز انتفاع ساقط شده است.",
        	     "زنجان-در اواسط خيابان نواب صفوي و در حد فاصل بازار پائين و قبرستان پائين "),
        	    
        	    bastani_25("xxxx",
        	     "gheydare nabi",
        	     "",
        	     36.116332d,
        	     48.585577d,
        	     "مقبره قيدار نبي",
        	     "بناي آرامگاهي قيدار نبي در جنوب غربي شهرستان قيدار (خدابنده) و در دامنه ارتفاعات با  همين نام قرار دارد اینبنا متعلق به قيداربن اسماعيل بن ابراهيم (عليه السلام) از پيامبران است، اين مسئله با استشهاد 65 نفر ز علماي طراز اول مورد تأييد قرار گرفته و بدين ترتيب شايعه اختصاص بنا به قبر بلغارخاتون زن غازان خان مغول مردود شده است. در كتاب منهاج البرا عه تأليف ميرزا حبيب الله هاشمي خويي شجره نامه حضرت بدين شرح ذكر شده است. «محمد بن عبدالله(ص) بن عبدالمطلب و اسمه پيبه بن هاشم واسمه عمروبن عبدالمناف واسمه   شيبه بن هاشم واسمه عمروبن عبدالمناف واسمه المغيره بن قصي واسمه زيدبن كلاب بن مره بن كعب بن لوي بن غالب بن فهربن مالك بن النصر و هو قريش بن كنانه بن جزيمه بن مدركه بن الياس بن مفربن نزاربن معبدبن عدنان بن اود بن ليسع بن الهميسع بن سلامان بن بنت بن حمل بن قيدار بن اسماعيل بن ابراهيم (عليه السلام) بن تاريخ بن ناخور بن ساروع بن آدم (عليه السلام) .\nهم چنين در كتاب جلاء اليون تأليف محمد باقر مجلسي نيز بر همين منوال شجره قيدار نبي را به ابراهيم و آدم عليه السلام نسبت داده است. \nكتيبه ها و  شيوه هاي تزئيني بنا گوياي آن است كه سازه‌هاي معماري آن بايستي در دورانهاي مختلفي انجام پذيرفته باشد ، از جمله قديمي‌ترين كتيبه برجاي مانده در ضلع جنوبي صحن گنبددار  به تاريخ 719 هجري قمري كه به تجديد ساخت آرمگاه توسط بلغان خاتون همسر غازان خان ششمين سلطان ايلخاني اشاره مي‌كند و كتيبه أي ديگر در همان صحن كه به شرح انجام تعميرات بنا توسط تيمورخان  به سال 751 هجري قمري مي‌پردازد.\n آرامگاه قيدار نبي با ميانسراي مطبق داراي گنبد ناقوسي شكلي است  با كاربندي زيبا كه در سطوح داخلي مزين به نگاره‌هاي گياهي و جانوري گچ‌بري شده‌اي مي باشد . ",
        	     "جنوب غربي شهرستان قيدار (خدابنده) و در دامنه ارتفاعات با  همين نام قرار دارد"),
        	    
        	    bastani_26("xxxx",
        	     ",
        	    molahasan",
        	     "",
        	     36.436354d,
        	     48.796248d,
        	     "بقعه ملا حسن كاشي ",
        	     "اين بناي آرامگاهي در جنوب شرق محوطه تاريخي گنبد سلطانيه قرار دارد ، كه در زمان شاه طهماسب صفوي براي مولانا حسن كاشي معروف به شيرازي از علماي حكمت الهي ساخته شده است مقبره مولانا حسن كاشي مطابق با الگوي مقبره سازي عصر صفوي ساخته شده يعني ساخت بنا يا پلان هشت ضلعي كه در نماي داخلي تبديل به فضاي چليپايي ميگردد .\nاز جمله ويژگيهاي بارز اين بنا ، كاربرد خط معقلي با بنايي كه به شيوه آجر و كاشي به رنگ فيروزه اي بر گلوي گنبد و نماي خارجي بدنه اجراء شده ، قرينه سازي در ساختار ، و تزئينات مقرنسي از نوع معلق به رنگ سفيد و  قهوه اي  در سطوح داخلي گنبد مي باشد .\n اين بقعه از نماي بيروني داراي پلان هشت ضلعي و دورنماي داخلي با تركيب و تلفيق ايوانهاي جانبي به مربع تبديل شده است. اضلاع هشتگانه به قرينه مقابل به هم هر يك 5/8 متر و 70/7 متر طول دارند. \nايوانهاي چهار گانه در طبقه هم كف با دهليز زيبايي به يكديگر مرتبط است. ايوانهاي كوچك كه به دو طبقه تقسيم شده با يك پله ارتباطي با ايوانهاي بزرگ در طبقه هم كف مرتبط مي گردند. \nحاصل اين ارتباط، گنبد زيبايي است كه بر هسته چهار گوش مركزي نشسته، اينگنبد با ساقه نسبتا بلند از نوع گنبدهاي دو پوششي است كه يك پوشش تزئيني نيز بر آن افزوده شده و من حيث المجموع با گنبد الله الله مقبره شيخ صفي الدين اردبيلي قابل مقايسه است. ساقه گنبد از نظر تزيينات به چهار بخش تقسيم شده، بخش نخست نقش نخل معقل به طور معكوس تكرار گرديده، قسمت دوم اسماء جلاله و جملاتي نظير اللهم صل علي محمد و آل محمد، به خط كوفي معقل اجراء شده  است. \nاين بقعه توسط ديواري كه از لاشه سنگ اجراء شده محصور ب.د ولي امروزه با پيگردهايي كه انجام پذيرفته حدودا ديوار دقيقاشناسايي و مورد مرمت و احيا قرار گرفته است. \nدر ورودي اين مجموعه محدثاتي وجود دارد كه شامل اطاقهاي نگهباني و سرايداري در طرفين آن است و ديوار اطاقها از نماي بيروني به طاق نماهايي تبديل گرديده و در وسط آن عبارت الله، محمد، علي به خط كوفي معقل نوشته شده كه كلمات از تركيب آجر و كاشيفيروزه اي رنگ پديد آمده، و در حاشيه طاق نماها عبارت لا اله الا الله تكرار گرديده است.",
        	     "جنوب شرق محوطه تاريخي گنبد سلطانيه قرار دارد "),
        	    
        	    bastani_27("xxxx",
        	     "mirzamojtahed",
        	     "",
        	     36.670385d,
        	     48.470274d,
        	     "آرامگاه میرزا ابوالقاسم مجتهد",
        	     "در منتهی الیه سمت غربی شهر قدیمی زنجا ن ،آرامگا ه موسوم به مقبره میرزا قرار گرفته است این همان آرامگاهی است که ادوارد براون آن را ذکر می نماید .صاحب آرامگاه میرزا ابوالقاسم مجتهد است . ایشان یکی از روحانیون طراز اول عصر ناصری در شهر زنجان ودر قلع و قمع عوامل ملا محمد علی باب موثر بوده است .\nدر این آرامگاه حداقل دو شخصیت مذهبی مدفون است . نخست آیت اله محمد کاظم ،پدر میرزا  وسپس در سال 1292 هجری قمری میرزا ابوالقاسم مجتهد پسر ایشان از دار فانی به منزل باقی شتافته ودر این محل دفن شده است .\nبنای آرامگاه در کلیا ت از دو قسمت تشکیل یافته ، قسمت نخست ایوان ورودی  واطاقهای جانبی آن و قسمت دوم شبستا ن می باشد . سقف ایوان با قوسهای پنج او هفت تند مزین است ودر بالای آن پوشش آجری یکنواختی را از ایوان سلب می نماید در طرفین این ایوان دو ستون نمای چسبیده به آن تعبیه شده است . \nاطاقهای ایوان دو طبقه بوده واز سمت جنوبی راه پله ای دارد که به پشت بام هدایت می گردد. \nقسمت دوم که محل اصلی آرامگاه است بلاواسطه پشت سر ایوان احداث شده و سقف شبستان  راگنبدی با ساقه ی نسبتا\"بلند پوشش می نماید . ارتفاع ساقه گنبد زیاد و نسبت به ارتفاع عرقچین نامتناسب است . بهر تقدیر روشنایی شبستان از طریق شباک های ساقه گنبد تا مین می گردد. تارپود بنا از آجر و تقریبا\"فاقد تزیینات می باشد .\nآرامگاه میرزا در وسط محوطه ای که با استفاده از دیوار محاط گردیده قرار دارد ودر مدخل این محوطه یک واحد عنصر شبیه به مناره ایجاد شده پلان این مناره آجری در رقوم کف فعلی،هشت ضلعی متمایل به منتظم و سپس پلان آن به دایره تبد یل شده و پایان بخش آن مقرنس های آجری نسبتا\"زیبا آن را مزین نموده اند . در وضعیت فعلی آرامگاه میرزا مشکلل حاد استاتیکی ندارد وزدودن کاه گل موجود از گنبد و بند کشی کل بنا ضرورت دارد . دیوار محوطه بنا در سالهای اخیر توسط شهرداری بازسازی شده است . آرامگاه با عنا یت به قدمت و سبک معماری آن دارای بار فرهنگی تاریخی بوده و لذا امر حفاظت بر آن مترتب می باشد . ",
        	     "در منتهی الیه سمت غربی شهر قدیمی زنجا ن ،آرامگا ه موسوم به مقبره میرزا "),
        	    
        	    bastani_28("xxxx",
        	     "khooin",
        	     "",
        	     36.674333d,
        	     48.478031d,
        	     "میل خوئین",
        	     "اين بناي تاريخي با ارتفاعي بالغ بر10 متر بصورتي مسلط با بهره گيري از ارتفاعات طبيعي موجود مي توانسته منطقه پيرامون را تا شعاع دهها كيلومتر از نظر حفاظت تحت پوشش قرار داده و همچنين به عنوان يك ميل راهنما براي مسافران و كاروانهاي خسته و تازه از راه رسيده كه همواره از بيم گم شدن راه در هراس و نگران بودند اميد بخش و خوش آيند باشد.\nبطور كل اين بنا از دو بخش بدنه وگنبد تشكيل يافته كه قسمت تحتاني ( بدنه ) با پلان مدوّر و با استفاده از مصالح لاشه سنگ و ملاط گچ و آهك و قسمت فوقاني ( گنبد ) با بهره گيري از آجر و ملاط بر پا شده است\nگنبد از نوع زنگوله اي و دو جداره و قابل مقايسه با گنبد مقبره قيدار نبي در شهرستان خدابنده مي باشد. تنها راه ورود به داخل بنا در حال حاضر در قسمت شرقي و بطرف درّه و روستاي خويين مي باشد كه در ابتداي ورود به آن نيز سه پله تعبيه شده است. \nدر ارتفاع حدوداً 5 متري بنا در اضلاع شرقي و غربي دو پنجره (منفذ ) جهت ديده باني و نظارت بر منطقه در نظر گرفته شده  كه در سالهاي اخير متاسفانه پنجره ضلع غربي با استفاده از لاشه سنگ و ملاط مسدود شده است.\nدر خصوص قدمت بنا ، از آنجائيكه فعلاً مدارك مكتوب از جمله كتيبه ، سنگ نوشته و ...... كه دال بر ساخت و يا نام باني بنا باشد فعلاً بدست نيامد . لذا با توجه به معماري ، سبك و سياق ، موقعيت جغرافيايي و همچنين مقايسه آن با بناهاي مشابه خصوصاً بناي مقبره قيدار نبي در خدابنده مي توان زمان ساخت اين بنا را بين قرون 5 تا 7 هجري در نظر گرفت .            \nبناي برج خويين به احتمال قريب به يقين مزيّن به كتيبه و يا نقوش خاصي بوده كه متاسفانه با انجام تعميرات غير كارشناسانه شواهد و مدارك مزبور از بين رفته و يا در زير لايه هاي سيمان و گچ مخفي شده  كه با انجام مطالعات و تحقيقات سيستيما تيك ( لايه برداري و گمانه زني ) يقيناً شواهد و قرائن مستند و موثقي بدست خواهد آمد .\nبا توجه به اهميت و ارزش پر بار تاريخي و فرهنگي آن ، بناي مزبور در تاريخ 10/10/1379 به شماره 2874 در فهرست آثار تاريخي كشور به ثبت رسيده و هرگونه دخل و تصرفدر عرصه و عيان آن منوط به رعايت ضوابط و قوانين مربوطه مي باشد.",
        	     "");
        	    
        List alamut = new ArrayList();
        alamut.add("فاصله تا زنجان : 75 کیلومتر");
        alamut.add("آدرس : شهرستان طارم");
        alamut.add("شهرستان طارم، یکی از شهرستان‌های استان زنجان است. این شهرستان در شمال استان واقع شده و با استان‌های گیلان و قزوین و اردبیل همسایه می‌باشد");

        List kaman = new ArrayList();
        kaman.add("فاصله تا زنجان : 75 کیلومتر");
        kaman.add("آدرس : شهرستان طارم");
        kaman.add("شهرستان طارم، یکی از شهرستان‌های استان زنجان است. این شهرستان در شمال استان واقع شده و با استان‌های گیلان و قزوین و اردبیل همسایه می‌باشد");


        List qajar = new ArrayList();
        qajar.add("فاصله تا زنجان : 75 کیلومتر");
        qajar.add("آدرس : شهرستان طارم");
        qajar.add("شهرستان طارم، یکی از شهرستان‌های استان زنجان است. این شهرستان در شمال استان واقع شده و با استان‌های گیلان و قزوین و اردبیل همسایه می‌باشد");

        List qajar2 = new ArrayList();
        qajar2.add("فاصله تا زنجان : 75 کیلومتر");
        qajar2.add("آدرس : شهرستان طارم");
        qajar2.add("شهرستان طارم، یکی از شهرستان‌های استان زنجان است. این شهرستان در شمال استان واقع شده و با استان‌های گیلان و قزوین و اردبیل همسایه می‌باشد");

        List qajar3 = new ArrayList();
        qajar3.add("فاصله تا زنجان : 75 کیلومتر");
        qajar3.add("آدرس : شهرستان طارم");
        qajar3.add("شهرستان طارم، یکی از شهرستان‌های استان زنجان است. این شهرستان در شمال استان واقع شده و با استان‌های گیلان و قزوین و اردبیل همسایه می‌باشد");

        List qajar4 = new ArrayList();
        qajar4.add("فاصله تا زنجان : 75 کیلومتر");
        qajar4.add("آدرس : شهرستان طارم");
        qajar4.add("شهرستان طارم، یکی از شهرستان‌های استان زنجان است. این شهرستان در شمال استان واقع شده و با استان‌های گیلان و قزوین و اردبیل همسایه می‌باشد");

        List qajar5 = new ArrayList();
        qajar5.add("فاصله تا زنجان : 75 کیلومتر");
        qajar5.add("آدرس : شهرستان طارم");
        qajar5.add("شهرستان طارم، یکی از شهرستان‌های استان زنجان است. این شهرستان در شمال استان واقع شده و با استان‌های گیلان و قزوین و اردبیل همسایه می‌باشد");

        expandableListDetail.put("آب‌بر", qajar5);
        expandableListDetail.put(" سلطانیه", qajar4);
        expandableListDetail.put("پل میربهالدین", qajar3);
        expandableListDetail.put("مسجد جامع ", qajar2);
        expandableListDetail.put("سبزه میدان", kaman);
        expandableListDetail.put("کارخانه کبریت سازی", qajar);
        expandableListDetail.put("گاوازانگ", alamut);
        */
        
       
        return expandableListDetail;
    }
}
